{
  "subtitle": "مجموعة أدوات لنظام Linux بطريقة سهلة الاستخدام.",
  "install_btn_label": "تثبيت",
  "cancel_btn_label": "إلغاء",
  "reboot_required_title": "إعادة التشغيل مطلوبة",
  "reboot_required_message": "تم تنفيذ سكريبت يتطلب إعادة تشغيل النظام. يجب إعادة تشغيل الحاسوب قبل تثبيت ميزات أخرى.",
  "reboot_now_btn": "إعادة التشغيل الآن",
  "reboot_later_btn": "إعادة التشغيل لاحقاً",
  "ostree_deployment_title": "تحديثات النظام المعلقة",
  "ostree_deployment_message": "لديك تحديثات معلقة تتطلب إعادة التشغيل لإكمالها. يجب إعادة تشغيل الحاسوب لتطبيق هذه التغييرات قبل تثبيت ميزات إضافية.",
  "support_footer": "ادعم هذا المشروع",
  "report_label": "الإبلاغ عن خطأ",
  "credits_label": "الاعتمادات",
  "project_lead": "قائد المشروع",
  "contributors": "المساهمون",
  "about_title": "حول LinuxToys",
  "version_label": "الإصدار:",
  "update_available_title": "تحديث متوفر",
  "update_available_message": "إصدار جديد من LinuxToys متوفر.",
  "update_current_version": "الإصدار الحالي:",
  "update_latest_version": "أحدث إصدار:",
  "update_download_btn": "تحميل التحديث",
  "update_ignore_btn": "تجاهل",
  "confirm_title": "تأكيد الإجراء",
  "confirm_checklist_title": "تأكيد التثبيت",
  "script_details": "تفاصيل السكريبت",
  "selected_items": "العناصر المحددة",
  "auto_confirm_notice": "ملاحظة: بعض السكريبتات ستعمل تلقائياً دون تأكيد.",
  "script_runner_title": "تشغيل \"{script_name}\"",
  "script_runner_close": "إغلاق",
  "script_runner_finished": "انتهى السكريبت برمز الخروج: {exit_code}",
  "waiting_title": "انتظار...",
  "waiting_message": "انتظار...",
  "load_manifest": "تحميل البيان",
  "choose_manifest_title": "اختر البيان الخاص بك",
  "select_button": "اختيار",
  "loading_manifest_message": "جاري تحميل ملف البيان... يرجى الانتظار...",
  "packages_flatpaks": "الحزم و Flatpaks",

  "psypicks": "اختيارات Psygreg",
  "psypicks_desc": "مجموعة منتقاة من البرامج للألعاب وتحسين جودة الحياة على Linux.",
  "pdefaults": "الإعدادات المحسنة",
  "pdefaults_desc": "الإعدادات الموصى بها لتحسين الأداء.",
  "about": "حول LinuxToys",
  "about_desc": "معلومات حول التطبيق.",
  "office": "المكتب والعمل",
  "office_desc": "أدوات وموارد للإنتاجية ومهام المكتب.",
  "game": "الألعاب",
  "game_desc": "أدوات وموارد للألعاب على Linux.",
  "extra": "إضافات",
  "extra_desc": "أدوات إضافية (أحياناً تجريبية) لـ Linux.",
  "utils": "المرافق",
  "utils_desc": "إدارة النظام والصيانة والمراقبة وأدوات أخرى.",
  "devs": "المطورون",
  "devs_desc": "أدوات وموارد لمطوري البرمجيات.",
  "privacy": "الخصوصية",
  "privacy_desc": "أدوات وموارد للخصوصية على Linux.",
  "drivers": "المحركات",
  "drivers_desc": "محركات لأغراض وأجهزة متنوعة.",
  "repos": "المستودعات الإضافية",
  "repos_desc": "مصادر إضافية للبرامج على Linux. ثبت فقط ما تحتاجه حقاً.",
  "unoptimize": "إلغاء التحسينات الافتراضية",
  "unoptimize_desc": "يستعيد التحسينات الافتراضية.",
  "peripherals": "الأجهزة الطرفية",
  "peripheral_desc": "أدوات وموارد لإدارة الأجهزة الطرفية والإضاءة.",
  "sysadm": "إدارة النظام",
  "sysadm_desc": "أدوات لإدارة النظام للشركات الصغيرة أو على نطاق واسع.",

  "gimp_desc": "محرر صور مفتوح المصدر قوي.",
  "onlyoffice_desc": "مجموعة برامج بتوافق أفضل مع ملفات Microsoft Office.",
  "msteams_desc": "منصة تعاون للعمل عن بُعد.",
  "chrome_desc": "متصفح ويب شائع من Google.",
  "zen_desc": "متصفح ويب بسيط مصمم للتصفح دون تشتيت.",
  "foliate_desc": "قارئ كتب إلكترونية مصمم للبساطة وسهولة الاستخدام.",
  "anydesk_desc": "تطبيق سطح مكتب بعيد.",
  "slack_desc": "منصة تعاون ومراسلة للفرق.",
  "libreoffice_desc": "مجموعة مكتبية قوية.",
  "cohesion_desc": "نسخة مجتمعية من Notion لـ Linux.",
  "audacity_desc": "برنامج صوتي مجاني ومفتوح المصدر ومتعدد المنصات.",
  "pinta_desc": "برنامج رسم مجاني مشابه جداً لـ Paint.",
  "krita_desc": "برنامج رسم احترافي مجاني ومفتوح المصدر.",
  "darktable_desc": "تطبيق مجاني ومفتوح المصدر لسير عمل التصوير.",
  "inkscape_desc": "محرر رسوميات متجهة احترافي مجاني ومفتوح المصدر.",
  "freecad_desc": "مُنمذج CAD ثلاثي الأبعاد بارامتري مجاني ومفتوح المصدر.",
  "kicad_desc": "أداة مجانية ومفتوحة المصدر لتصميم PCB.",
  "kdenlive_desc": "برنامج تحرير فيديو مجاني ومفتوح المصدر.",
  "blender_desc": "مجموعة إنشاء ثلاثي الأبعاد مجانية ومفتوحة المصدر.",
  "figma_desc": "تطبيق ويب لتصميم واجهة المستخدم/تجربة المستخدم.",
  "davinci_desc": "برنامج تحرير فيديو احترافي.",
  "obsidian_desc": "تطبيق مجاني ومرن لأفكارك وملاحظاتك وتنظيمك.",

  "gsr_desc": "أداة تسجيل شاشة مع ترميز الأجهزة مماثلة لـ Shadowplay لأي GPU على Linux.",
  "pp_desc": "أداة مبنية على GTK للحصول بسهولة على مشغلات مجتمعية للألعاب على Linux.",
  "sober_desc": "نسخة مجتمعية من Roblox لـ Linux، مبنية على إصدار Android من اللعبة.",
  "mcbe_desc": "نسخة مجتمعية من Minecraft Bedrock Edition لـ Linux.",
  "discord_desc": "منصة تواصل شائعة للاعبين والمجتمعات.",
  "mgjuice_desc": "أداة مبنية على GTK لتكوين MangoHud، واجهة لمراقبة FPS ومقاييس الأداء الأخرى. تثبت أيضاً MangoHud.",
  "goverlay_desc": "أداة مبنية على Qt لتكوين MangoHud، واجهة لمراقبة FPS ومقاييس الأداء الأخرى. تثبت أيضاً MangoHud.",
  "gfn_desc": "عميل GeForce NOW لـ Linux.",
  "hgl_desc": "مُشغل ومدير لـ Epic Games Store وAmazon وGOG Galaxy.",
  "lutris_desc": "منصة ألعاب لـ Linux تتيح تثبيت وإدارة الألعاب من مصادر متنوعة، بما في ذلك المحاكيات.",
  "osu_desc": "غلاف مجتمعي للعبة الإيقاع مع مجتمع كبير وخرائط إيقاع كثيرة من إنشاء المستخدمين.",
  "oversteer_desc": "أداة لتكوين وإدارة عجلات القيادة للسباق على Linux.",
  "wivrn_desc": "أداة لتكوين وإدارة أجهزة VR على Linux.",
  "steam_desc": "منصة ومتجر ألعاب الحاسوب الأكثر شعبية.",
  "gscope_desc": "مُنشئ مصغر من Valve للألعاب على Linux. مفيد للترقية.",
  "gamemode_desc": "خدمة لتحسين أداء الألعاب على Linux.",
  "ptricks_desc": "أداة تكوين Proton، مماثلة لـ Winetricks. مفيدة في حالات محددة جداً.",
  "vinegar_desc": "غلاف مجتمعي لـ Roblox Studio، لمبدعي ألعاب Roblox.",
  "pup_desc": "أداة مبنية على Qt للحصول بسهولة على مشغلات مجتمعية للألعاب على Linux.",
  "lsfg_desc": "طبقة توافق لـ Lossless Scaling على Vulkan لـ Linux. لا يزال يتطلب Lossless Scaling لـ Windows.",

  "ufw": "تكوين جدار الحماية",
  "ufw_desc": "يثبت ويطبق إعداد افتراضي مثالي لمعظم المستخدمين لجدار الحماية غير المعقد (UFW).",
  "swapfile": "تكوين ملف المبادلة",
  "swapfile_desc": "ينشئ ملف مبادلة على النظام لتخفيف ضغط الذاكرة. مفيد خاصة على الأنظمة ذات ذاكرة الوصول العشوائي المنخفضة.",
  "lg_desc": "مُكوِن عرض الخطوط الذي يحسن وضوح النص وقابليته للقراءة. هذا الخيار سيعرض عليك إزالته إذا كان مثبتاً بالفعل.",
  "grubtrfs_desc": "أداة لعرض وإقلاع من لقطات Btrfs في GRUB.",
  "susefix": "إصلاح SELinux",
  "susefix_desc": "سكريبت لإصلاح مشاكل SELinux التي تسبب عدم عمل WINE/Proton على OpenSUSE.",
  "codecfix": "ترميزات البث",
  "codecfix_desc": "تثبيت الترميزات المفقودة لوسائط البث.",
  "dsplitm": "مُعطل تخفيف القفل المقسم",
  "dsplitm_desc": "تعطيل تخفيف القفل المقسم، والذي ليس ميزة أمان لذا من الآمن تعطيله، لتحسين الأداء في العديد من التطبيقات والألعاب.",
  "sboost_desc": "يزيد الحد الأقصى لحجم ذاكرة التخزين المؤقت للتظليل لتحسين الأداء في الألعاب، خاصة الأحدث منها.",
  "psaver": "محسن الطاقة",
  "psaver_desc": "إعدادات طاقة محسنة لعمر بطارية أفضل على أجهزة الحاسوب المحمولة.",
  "iwd_desc": "خدمة لاسلكية حديثة لـ Linux من صنع Intel، تقدم زمن استجابة وسرعة أفضل من wpa-supplicant القياسي. قد لا تعمل مع الشبكات المؤسسية.",
  "preload_desc": "خدمة تحمل مسبقاً المكتبات والملفات التنفيذية المستخدمة بكثرة في الذاكرة لتسريع أوقات بدء تشغيل التطبيقات.",
  "psycachy": "نواة Psycachy",
  "psycachy_desc": "نواة معدلة مع رقع منقولة من CachyOS بالإضافة إلى إصلاحات لتوافق واستقرار أفضل على Debian/Ubuntu.",
  "lsw": "نظام Linux الفرعي لـ Windows",
  "lsw_desc": "يثبت Windows على Linux من خلال حاوية Docker (أو Podman لتوزيعات Atomic Fedora). متوافق مع WinApps. لا يحتوي على تسريع GPU.",
  "btassist_desc": "مدير لقطات وأحجام فرعية Btrfs. يستخدم snapper كخلفية.",
  "touchegg_desc": "مُتعرف على الإيماءات متعددة اللمس يتيح تكوين الإيماءات لإجراءات متنوعة على أسطح مكتب Xorg.",
  "thumb_desc": "يثبت ffmpegthumbnailer لإنتاج صور مصغرة لملفات الفيديو في مديري الملفات.",
  "earlyoom_desc": "خدمة تراقب استخدام ذاكرة النظام والمبادلة، وتُنهي العمليات عندما تكون الذاكرة منخفضة لمنع تجمد النظام.",
  "mscf_desc": "يحسن توافق الويب ومظهر العديد من المواقع والتطبيقات. هذا الخيار سيعرض عليك إزالته إذا كان مثبتاً بالفعل.",
  "ondemand_desc": "يغير محافظ تردد المعالج الافتراضي إلى ondemand لأداء أعلى. غير موصى به على أجهزة الحاسوب المحمولة. يمكن لهذا الخيار أيضاً استعادته إذا كان مُعين بالفعل.",

  "nv_desc": "محركات Nvidia الحالية. المعالجات المدعومة: Maxwell (GT 9xx) والأحدث.",
  "nv_rtx_desc": "محركات Nvidia الحالية مع وحدات نواة مفتوحة. المعالجات المدعومة: GTX 16xx وأي سلسلة RTX. لأجهزة الحاسوب المحمولة، يُفضل الخيار الملكي لإدارة الطاقة.",
  "nv_desc_470": "محركات Nvidia القديمة. المعالجات المدعومة: Kepler (GT 6xx) وFermi (GT 7xx).",
  "rocm_desc": "محرك وأدوات AMD لأحمال العمل الحاسوبية. يدعم المعالجات المنفصلة من معماريات RDNA والأحدث.",
  "icr_desc": "محركات Intel Compute Runtime لأحمال العمل الحاسوبية على معالجات Intel الرسومية.",
  "rusticl_desc": "تنفيذ مجتمعي لمعيار OpenCL مبني على Rust، يوفر أداء وتوافق أفضل. يجب استخدامه فقط إذا لم تكن معالج الرسوميات مدعوماً بواسطة ROCm أو CUDA أو Intel Compute Runtime.",
  "bcm_desc": "محركات WiFi ملكية من Broadcom لـ Linux. استخدم فقط إذا لم تكن بطاقتك تعمل مع المحركات مفتوحة المصدر المدمجة في النواة.",
  "xneo_desc": "محرك لوحدات تحكم Xbox الرسمية والعامة على Linux.",
  "modsign": "توقيع وحدات النواة",
  "modsign_desc": "يُمكن توقيع وحدات النواة والمحركات بمفتاح مالك الآلة للإقلاع الآمن.",

  "flat_desc": "المستودع المرجعي لتطبيقات Flatpak، يحتوي على العديد من التطبيقات الحصرية.",
  "brew_desc": "مدير حزم لأدوات سطر الأوامر لـ macOS/Linux.",
  "chaotic_desc": "مستودع مدفوع بالمجتمع لمستخدمي Arch Linux.",
  "rpmfusion_desc": "مستودع يوفر حزم إضافية لـ Fedora وRHEL.",
  "pip_desc": "مدير حزم Python. مفيد عادة لمطوري Python.",
  "cargo_desc": "مدير حزم Rust. مفيد عادة لمطوري Rust. يتضمن Rustup.",

  "obs_desc": "برنامج بث وتسجيل مفتوح المصدر شائع.",
  "mctl_desc": "مراقب نظام لـ Linux مشابه جداً لـ Windows Task Manager، مبني على GTK4.",
  "sc_desc": "أداة لتكوين Stream Deck وأجهزة مماثلة.",
  "oprgb_desc": "أداة لتكوين وإدارة إضاءة RGB على Linux، تدعم أجهزة ومنصات متنوعة.",
  "hndbrk_desc": "محول فيديو مفتوح المصدر مع دعم للعديد من التنسيقات والترميزات.",
  "fseal_desc": "واجهة رسومية لإدارة أذونات Flatpak.",
  "wrhs_desc": "أداة غنية بالميزات لإدارة تطبيقات ومستودعات Flatpak مُصممة للمستخدمين التقنيين أكثر.",
  "qpw_desc": "أداة رسومية لإدارة اتصالات صوت PipeWire.",
  "efx_desc": "أداة معالجة صوتية قوية لـ Pipewire تقدم من ترشيح الضوضاء إلى الصوت المكاني.",
  "waydroid_desc": "نهج مبني على الحاويات لتشغيل Android على Linux.",
  "lact_desc": "أداة تحكم في مراوح المعالج الرسومي وكسر السرعة. استخدم بحذر!",
  "oprzr_desc": "محرك وخدمة مجتمعية لأجهزة Razer الطرفية. يتضمن واجهة Polychromatic الرسومية.",
  "slar_desc": "مدير أجهزة Linux لمُستقبل Logitech Unifying وأجهزة أخرى مدعومة.",
  "distroshelf_desc": "أداة إدارة حاويات distrobox بواجهة أنيقة. يتضمن Podman وDistrobox.",
  "bottles_desc": "أداة لإدارة تطبيقات Windows على Linux باستخدام Wine.",
  "dch_desc": "يجعل حاويات distrobox قادرة على استخدام xdg-open والتفاعل مع برامج المضيف إذا كانت متوفرة. يمكن لهذا الخيار أيضاً إزالته إذا كان مثبتاً.",
  "f3_desc": "أداة للتحقق من محركات USB المزيفة وتصحيحها إلى سعتها الحقيقية.",
  "bazaar_desc": "متجر تطبيقات جديد يركز على اكتشاف وتثبيت التطبيقات والإضافات من Flatpak البعيدة، ودعم المطورين الذين يجعلون سطح مكتب Linux ممكناً.",
  "archupd_desc": "مُنبه ومُعامل تحديثات Arch Linux يعمل بهدوء في صينية النظام.",
  "cloudflare_warp_desc": "خدمة DNS تخفي حركة المرور الخاصة بك من مزود خدمة الإنترنت.",
  "piper_desc": "تطبيق GTK لتكوين فئران الألعاب باستخدام libratbag. يُستخدم عادة لفئران Logitech وRoccat وAsus وGlorious.",
  "glever_desc": "أداة لإدارة AppImage، وإنشاء إدخالات سطح المكتب وبيانات تعريف التطبيقات، وتحديث التطبيقات في مكانها أو الحفاظ على إصدارات متعددة جنباً إلى جنب.",

  "docker_desc": "مزود خدمة الحاويات مفتوح المصدر والأدوات الأساسية له، مثل docker-compose. يتضمن حاوية مع Portainer CE لإدارة Docker من واجهة ويب.",
  "mise_desc": "مثل asdf (أو nvm أو pyenv ولكن لأي لغة) يدير أدوات التطوير مثل node وpython وcmake وterraform، ومئات أخرى. يحل محل PyEnv وNVM ومثبتات Java JDK وMaven من هذا القسم.",
  "nvm_desc": "مدير إصدارات لـ Node.js، يتيح التبديل بسهولة بين إصدارات مختلفة. يتضمن Node.js وNPM وYarn. غير مطلوب إذا كنت تستخدم Mise.",
  "pyenv_desc": "أداة إدارة إصدارات Python. غير مطلوب إذا كنت تستخدم Mise.",
  "java_desc": "قائمة تثبيت Java JDK. غير مطلوب إذا كنت تستخدم Mise.",
  "mvn_desc": "أداة أتمتة البناء المستخدمة أساساً لمشاريع Java. غير مطلوب إذا كنت تستخدم Mise.",
  "droidstd_desc": "بيئة التطوير المتكاملة وأدوات لتطوير Android.",
  "postman_desc": "أداة قوية لاختبار API.",
  "insomnia_desc": "عميل REST API قوي بواجهة أنيقة.",
  "httpie_desc": "عميل HTTP لسطر الأوامر سهل الاستخدام.",
  "nvim_desc": "محرر نص قوي مبني على سطر الأوامر للمطورين.",
  "code_desc": "محرر كود قوي وغني بالميزات من Microsoft.",
  "codium_desc": "إصدار مفتوح المصدر من Visual Studio Code، مبني على VSCode-OSS.",
  "jbtb_desc": "أداة لإدارة تثبيتات JetBrains IDE.",
  "unityhub_desc": "مركز لإدارة تثبيتات ومشاريع Unity Engine.",
  "godot_desc": "محرك ألعاب مفتوح المصدر شائع لتطوير ألعاب ثنائية وثلاثية الأبعاد. هذا الإصدار لا يدعم Microsoft .NET (C#).",
  "godotsharp_desc": "محرك ألعاب مفتوح المصدر شائع لتطوير ألعاب ثنائية وثلاثية الأبعاد مع دعم C#. يتضمن .NET SDK.",
  "dotnet_desc": "مجموعة أدوات ومكتبات لإنشاء تطبيقات مبنية على منصة .NET.",
  "sublime_desc": "محرر نص متطور للكود والترميز والنثر.",
  "tailscale_desc": "VPN بدون تكوين يربط أجهزتك بأمان عبر الإنترنت.",

  "cockpit_desc": "واجهة ويب لمراقبة وإدارة خوادم Linux (خادم).",
  "webmin_desc": "واجهة ويب لإدارة النظام لـ Unix.",
  "topgrade_desc": "أداة لترقية جميع الحزم المثبتة على أي نظام Linux.",
  "cockpitclient_desc": "واجهة ويب لإدارة خوادم Linux (عميل).",
  "adir_desc": "يثبت جميع الحزم اللازمة للانضمام إلى نطاقات Active Directory باستخدام realmd.",

  "select_language": "اختيار اللغة",
  "select_language_title": "اختيار اللغة",
  "select_language_message": "يرجى اختيار لغتك المفضلة:",
  "about_tab": "حول",
  "license_tab": "الرخصة",
  "search_placeholder": "البحث عن الميزات",
  "search_languages_placeholder": "البحث في اللغات",
  "search_results": "نتائج البحث",
  "results_found": "نتيجة موجودة",
  "search": "بحث"
}