{
  "subtitle": "A collection of tools for Linux in a user-friendly way.",
  "psypicks": "Psygreg's Picks",
  "psypicks_desc": "Curated selection of software for gaming and quality of life on Linux.",
  "pdefaults": "Optimized Defaults",
  "pdefaults_desc": "Recommended settings to improve performance.",
  "about": "About LinuxToys",
  "about_desc": "Information about the app.",
  "office": "Office & Work",
  "office_desc": "Tools and resources for productivity and office tasks.",
  "install_btn_label": "Install",
  "cancel_btn_label": "Cancel",
  "support_footer": "Support this project",
  "game": "Gaming",
  "game_desc": "Tools and resources for gaming on Linux.",
  "extra": "Extras",
  "extra_desc": "Additional (sometimes experimental) tools for Linux.",
  "utils": "Utilities",
  "utils_desc": "System management, maintenance, monitoring and other tools.",
  "devs": "Developers",
  "devs_desc": "Tools and resources for software developers.",
  "drivers": "Drivers",
  "drivers_desc": "Drivers for various purposes and devices.",
  "repos": "Adittional Repositories",
  "repos_desc": "Additional sources for software on Linux. Only install what you really need.",

  "gimp_desc": "A powerful open source image editor.",
  "onlyoffice_desc": "A suite with better compatibility to Microsoft Office files.",
  "msteams_desc": "A collaboration platform for remote work.",
  "chrome_desc": "A popular web browser from Google.",
  "zen_desc": "A minimalist web browser designed for distraction-free browsing.",
  "foliate_desc": "An eBook reader designed for simplicity and ease of use.",
  "anydesk_desc": "Remote desktop application.",
  "slack_desc": "Team collaboration and messaging platform.",
  "libreoffice_desc": "A powerful office suite.",
  "cohesion_desc": "A community port of Notion for Linux.",
  "audacity_desc": "A free, open source, cross-platform audio software.",
  "pinta_desc": "A free painting program very similar to Paint.",
  "krita_desc": "A professional free and open-source painting program.",
  "darktable_desc": "A free and open-source photography workflow application.",
  "inkscape_desc": "A professional free and open-source vector graphics editor.",
  "freecad_desc": "A free and open-source parametric 3D CAD modeler.",
  "kicad_desc": "A free and open-source PCB design tool.",
  "kdenlive_desc": "A free and open-source video editing software.",
  "blender_desc": "A free and open-source 3D creation suite.",
  "figma_desc": "A web-based UI/UX design application.",
  "davinci_desc": "Professional video editing software.",

  "gsr": "GPU Screen Recorder",
  "gsr_desc": "A screen recording tool with hardware encoding akin to Shadowplay for any GPU on Linux.",
  "protonplus": "ProtonPlus",
  "pp_desc": "A GTK-based tool to easily obtain community runners for gaming on Linux.",
  "sober_desc": "Roblox community port for Linux, based on the Android version of the game.",
  "mcbe_desc": "A community port of Minecraft Bedrock Edition for Linux.",
  "discord_desc": "A popular communication platform for gamers and communities.",
  "mgjuice_desc": "A GTK-based tool to configure MangoHud, an overlay for monitoring FPS and other performance metrics. Also installs MangoHud.",
  "goverlay_desc": "A Qt-based tool to configure MangoHud, an overlay for monitoring FPS and other performance metrics. Also installs MangoHud.",
  "gfn_desc": "GeForce NOW client for Linux.",
  "hgl_desc": "Launcher and manager for Epic Games Store, Amazon and GOG Galaxy.",
  "lutris_desc": "A gaming platform for Linux that allows you to install and manage games from various sources, including emulators.",
  "osu_desc": "A community-made wrapper for the rhythm game with a large community and many user-created beatmaps.",
  "oversteer_desc": "A tool for configuring and managing simracing steering wheels on Linux.",
  "wivrn_desc": "A tool for configuring and managing VR devices on Linux.",
  "steam_desc": "The most popular PC gaming platform and store.",
  "gscope_desc": "Valve's microcompositor for games on Linux. Useful for upscaling.",
  "gamemode_desc": "A daemon for optimizing game performance on Linux.",
  "ptricks_desc": "Proton configuration tool, akin to Winetricks. Useful in very specific cases.",
  "vinegar_desc": "A community wrapper for Roblox Studio, for Roblox game creators.",
  "pup_desc": "A Qt-based tool to easily obtain community runners for gaming on Linux.",
  "lsfg_desc": "A compatibility layer for Lossless Scaling on Vulkan for Linux. Still requires Lossless Scaling for Windows.",

  "ufw": "Configure Firewall",
  "ufw_desc": "Installs and applies a default setting ideal for most users for the Uncomplicated Firewall (UFW).",
  "swapfile": "Configure Swap File",
  "swapfile_desc": "Creates a swap file on your system to relieve memory pressure. Specially useful on systems with low RAM.",
  "lg_desc": "Font rendering configurator that improves text clarity and readability.",
  "grubtrfs_desc": "A tool for displaying and booting from Btrfs snapshots in GRUB.",
  "susefix": "Fix SELinux",
  "susefix_desc": "A script to fix SELinux issues causing WINE/Proton not to work on OpenSUSE.",
  "codecfix": "Streaming Codecs",
  "codecfix_desc": "Install missing codecs for streaming media.",
  "dsplitm": "Split-lock Mitigation Disabler",
  "dsplitm_desc": "Disable split-lock mitigation, which is not a security feature therefore is safe to disable, for improved performance in many apps and games.",
  "sboost_desc": "Increases the maximum shader cache size to improve performance in games, especially newer ones.",
  "psaver": "Power Optimizer",
  "psaver_desc": "Optimized power settings for better battery life on laptops.",
  "iwd_desc": "A modern wireless daemon for Linux made by Intel, that offers better latency and speed than the standard wpa-supplicant. May not work with enterprise networks.",
  "preload_desc": "A daemon that preloads frequently used libraries and binaries into memory to speed up application startup times."
}