{
  "subtitle": "Une collection d'outils pour Linux de manière conviviale.",
  "install_btn_label": "Installer",
  "cancel_btn_label": "Annuler",
  "ok_btn_label": "OK",
  "reboot_required_title": "Redémarrage requis",
  "reboot_required_message": "Un script nécessitant un redémarrage système a été exécuté. Vous devez redémarrer votre ordinateur avant d'installer d'autres fonctionnalités.",
  "reboot_now_btn": "Redémarrer maintenant",
  "reboot_later_btn": "Redémarrer plus tard",
  "ostree_deployment_title": "Mises à jour système en attente",
  "ostree_deployment_message": "Votre système a des mises à jour en attente qui nécessitent un redémarrage pour être terminées. Vous devez redémarrer votre ordinateur pour appliquer ces changements avant d'installer des fonctionnalités supplémentaires.",
  "support_footer": "Soutenir ce projet",
  "report_label": "Signaler un bug",
  "credits_label": "Crédits",
  "project_lead": "Chef de projet",
  "contributors": "Contributeurs",
  "about_title": "À propos de LinuxToys",
  "version_label": "Version :",
  "update_available_title": "Mise à jour disponible",
  "update_available_message": "Une nouvelle version de LinuxToys est disponible.",
  "update_current_version": "Version actuelle :",
  "update_latest_version": "Dernière version :",
  "update_download_btn": "Télécharger la mise à jour",
  "update_ignore_btn": "Ignorer",
  "confirm_title": "Confirmer l'action",
  "confirm_checklist_title": "Confirmer l'installation",
  "script_details": "Détails du script",
  "selected_items": "Éléments sélectionnés",
  "auto_confirm_notice": "Note : Certains script(s) s'exécuteront automatiquement sans confirmation.",
  "script_runner_title": "Exécution de \"{script_name}\"",
  "script_runner_close": "Fermer",
  "script_runner_finished": "Script terminé avec le code de sortie : {exit_code}",
  "waiting_title": "En attente...",
  "waiting_message": "En attente...",
  "load_manifest": "Charger le manifest",
  "choose_manifest_title": "Veuillez choisir votre manifest",
  "select_button": "Sélectionner",
  "loading_manifest_message": "Chargement de votre fichier manifest... Veuillez patienter...",
  "packages_flatpaks": "Paquets & Flatpaks",
  "psypicks": "Sélections de Psygreg",
  "psypicks_desc": "Sélection curatée de logiciels pour le gaming et la qualité de vie sous Linux.",
  "pdefaults": "Paramètres optimisés",
  "pdefaults_desc": "Paramètres recommandés pour améliorer les performances.",
  "about": "À propos de LinuxToys",
  "about_desc": "Informations sur l'application.",
  "office": "Bureau & Travail",
  "office_desc": "Outils et ressources pour la productivité et les tâches de bureau.",
  "game": "Gaming",
  "game_desc": "Outils et ressources pour le gaming sous Linux.",
  "extra": "Extras",
  "extra_desc": "Outils supplémentaires (parfois expérimentaux) pour Linux.",
  "utils": "Utilitaires",
  "utils_desc": "Gestion système, maintenance, surveillance et autres outils.",
  "devs": "Développeurs",
  "devs_desc": "Outils et ressources pour les développeurs logiciels.",
  "privacy": "Confidentialité",
  "privacy_desc": "Outils et ressources pour la confidentialité sous Linux.",
  "drivers": "Pilotes",
  "drivers_desc": "Pilotes pour diverses fins et appareils.",
  "repos": "Dépôts supplémentaires",
  "repos_desc": "Sources supplémentaires pour les logiciels sous Linux. N'installez que ce dont vous avez vraiment besoin.",
  "unoptimize": "Annuler les optimisations par défaut",
  "unoptimize_desc": "Annule les optimisations par défaut.",
  "peripherals": "Périphériques",
  "peripheral_desc": "Outils et ressources pour gérer les périphériques et l'éclairage.",
  "sysadm": "Administration système",
  "sysadm_desc": "Outils pour l'administration et la gestion système pour les petites entreprises ou à grande échelle.",
  "gimp_desc": "Un puissant éditeur d'images open source.",
  "onlyoffice_desc": "Une suite avec une meilleure compatibilité avec les fichiers Microsoft Office.",
  "msteams_desc": "Une plateforme de collaboration pour le travail à distance.",
  "chrome_desc": "Un navigateur web populaire de Google.",
  "zen_desc": "Un navigateur web minimaliste conçu pour une navigation sans distraction.",
  "foliate_desc": "Un lecteur d'eBooks conçu pour la simplicité et la facilité d'utilisation.",
  "anydesk_desc": "Application de bureau à distance.",
  "slack_desc": "Plateforme de collaboration et de messagerie d'équipe.",
  "libreoffice_desc": "Une puissante suite bureautique.",
  "cohesion_desc": "Un port communautaire de Notion pour Linux.",
  "audacity_desc": "Un logiciel audio gratuit, open source et multiplateforme.",
  "pinta_desc": "Un programme de peinture gratuit très similaire à Paint.",
  "krita_desc": "Un programme de peinture professionnel gratuit et open source.",
  "darktable_desc": "Une application de workflow photographique gratuite et open source.",
  "inkscape_desc": "Un éditeur de graphiques vectoriels professionnel gratuit et open source.",
  "freecad_desc": "Un modeleur CAO 3D paramétrique gratuit et open source.",
  "kicad_desc": "Un outil de conception de PCB gratuit et open source.",
  "kdenlive_desc": "Un logiciel de montage vidéo gratuit et open source.",
  "blender_desc": "Une suite de création 3D gratuite et open source.",
  "figma_desc": "Une application de design UI/UX basée sur le web.",
  "davinci_desc": "Logiciel de montage vidéo professionnel.",
  "obsidian_desc": "Une application gratuite et flexible pour vos pensées, notes et organisation.",
  "gsr_desc": "Un outil d'enregistrement d'écran avec encodage matériel similaire à Shadowplay pour toute GPU sous Linux.",
  "pp_desc": "Un outil basé sur GTK pour obtenir facilement des runners communautaires pour le gaming sous Linux.",
  "sober_desc": "Port communautaire de Roblox pour Linux, basé sur la version Android du jeu.",
  "mcbe_desc": "Un port communautaire de Minecraft Bedrock Edition pour Linux.",
  "discord_desc": "Une plateforme de communication populaire pour les gamers et les communautés.",
  "mgjuice_desc": "Un outil basé sur GTK pour configurer MangoHud, un overlay pour surveiller les FPS et autres métriques de performance. Installe également MangoHud.",
  "goverlay_desc": "Un outil basé sur Qt pour configurer MangoHud, un overlay pour surveiller les FPS et autres métriques de performance. Installe également MangoHud.",
  "gfn_desc": "Client GeForce NOW pour Linux.",
  "hgl_desc": "Lanceur et gestionnaire pour Epic Games Store, Amazon et GOG Galaxy.",
  "lutris_desc": "Une plateforme de gaming pour Linux qui vous permet d'installer et de gérer des jeux de diverses sources, y compris des émulateurs.",
  "osu_desc": "Un wrapper communautaire pour le jeu de rythme avec une grande communauté et de nombreuses beatmaps créées par les utilisateurs.",
  "oversteer_desc": "Un outil pour configurer et gérer les volants de simracing sous Linux.",
  "wivrn_desc": "Un outil pour configurer et gérer les appareils VR sous Linux.",
  "steam_desc": "La plateforme et magasin de gaming PC la plus populaire.",
  "gscope_desc": "Microcompositeur de Valve pour les jeux sous Linux. Utile pour l'upscaling.",
  "gamemode_desc": "Un daemon pour optimiser les performances de jeu sous Linux.",
  "ptricks_desc": "Outil de configuration Proton, similaire à Winetricks. Utile dans des cas très spécifiques.",
  "vinegar_desc": "Un wrapper communautaire pour Roblox Studio, pour les créateurs de jeux Roblox.",
  "pup_desc": "Un outil basé sur Qt pour obtenir facilement des runners communautaires pour le gaming sous Linux.",
  "lsfg_desc": "Une couche de compatibilité pour Lossless Scaling sur Vulkan pour Linux. Nécessite toujours Lossless Scaling pour Windows.",
  "ufw": "Configurer le pare-feu",
  "ufw_desc": "Installe et applique un paramétrage par défaut idéal pour la plupart des utilisateurs du pare-feu simple (UFW).",
  "swapfile": "Configurer le fichier d'échange",
  "swapfile_desc": "Crée un fichier d'échange sur votre système pour soulager la pression mémoire. Particulièrement utile sur les systèmes avec peu de RAM.",
  "lg_desc": "Configurateur de rendu de police qui améliore la clarté et la lisibilité du texte. Cette option vous proposera également de le supprimer s'il est déjà installé.",
  "grubtrfs_desc": "Un outil pour afficher et démarrer à partir des snapshots Btrfs dans GRUB.",
  "susefix": "Réparer SELinux",
  "susefix_desc": "Un script pour corriger les problèmes SELinux empêchant WINE/Proton de fonctionner sur OpenSUSE.",
  "codecfix": "Codecs de streaming",
  "codecfix_desc": "Installer les codecs manquants pour les médias de streaming.",
  "dsplitm": "Désactivateur de mitigation Split-lock",
  "dsplitm_desc": "Désactive la mitigation split-lock, qui n'est pas une fonctionnalité de sécurité et peut donc être désactivée en toute sécurité, pour de meilleures performances dans de nombreuses applications et jeux.",
  "sboost_desc": "Augmente la taille maximale du cache de shaders pour améliorer les performances dans les jeux, en particulier les plus récents.",
  "psaver": "Optimiseur d'énergie",
  "psaver_desc": "Paramètres d'alimentation optimisés pour une meilleure autonomie de batterie sur les portables.",
  "iwd_desc": "Un daemon sans fil moderne pour Linux fait par Intel, qui offre une meilleure latence et vitesse que le wpa-supplicant standard. Peut ne pas fonctionner avec les réseaux d'entreprise.",
  "preload_desc": "Un daemon qui précharge les bibliothèques et binaires fréquemment utilisés en mémoire pour accélérer les temps de démarrage des applications.",
  "psycachy": "Noyau Psycachy",
  "psycachy_desc": "Un noyau modifié avec des patches portés de CachyOS ainsi que des corrections pour une meilleure compatibilité et stabilité sur Debian/Ubuntu.",
  "lsw": "Sous-système Linux pour Windows",
  "lsw_desc": "Permet d'installer Windows sur Linux dans un conteneur Docker avec WinBoat, en gérant toutes les parties difficiles de la configuration pour vous. N'A PAS d'accélération GPU.",
  "btassist_desc": "Un gestionnaire de snapshots et sous-volumes Btrfs. Utilise snapper comme backend.",
  "touchegg_desc": "Un reconnaisseur de gestes multi-tactiles vous permettant de configurer des gestes pour diverses actions sur les bureaux Xorg.",
  "thumb_desc": "Installe ffmpegthumbnailer pour générer des vignettes pour les fichiers vidéo dans les gestionnaires de fichiers.",
  "earlyoom_desc": "Un daemon qui surveille l'utilisation de la mémoire système et du swap, et tue les processus quand la mémoire est faible pour éviter les blocages système.",
  "mscf_desc": "Améliore la compatibilité web et l'apparence de nombreux sites web et applications. Cette option vous proposera également de le supprimer s'il est déjà installé.",
  "ondemand_desc": "Change le gouverneur de fréquence CPU par défaut en ondemand pour de meilleures performances. Non recommandé sur les portables. Cette option peut aussi le supprimer s'il est déjà défini.",
  "hwaccel-flatpak": "Accélération Matérielle pour Flatpak",
  "hwaccel-flatpak_desc": "Installe ffmpeg-full dans les plateformes flatpak actuellement supportées, permettant aux applications d'utiliser la lecture de médias accélérée par le matériel.",
  "ostree-autoupd": "Mises à Jour Automatiques pour RPM-OSTree",
  "ostree-autoupd_desc": "Active la fonction de mise à jour automatique de rpm-ostree en mode stage (silencieux). Les mises à jour ne seront appliquées qu'au redémarrage, et vous ne serez pas invité à redémarrer.",
  "nv_desc": "Pilotes Nvidia actuels. GPUs supportées : Maxwell (GT 9xx) et plus récentes.",
  "nv_rtx_desc": "Pilotes Nvidia actuels avec modules noyau ouverts. GPUs supportées : GTX 16xx et toute série RTX. Pour les portables, préférez l'option propriétaire pour la gestion d'énergie.",
  "nv_desc_470": "Pilotes Nvidia legacy. GPUs supportées : Kepler (GT 6xx) et Fermi (GT 7xx).",
  "rocm_desc": "Pilote et outils de charges de travail de calcul d'AMD. Supporte les GPUs dédiées des architectures RDNA et plus récentes.",
  "icr_desc": "Pilotes Intel Compute Runtime pour les charges de travail de calcul sur les GPUs Intel.",
  "rusticl_desc": "Une implémentation communautaire du standard OpenCL basée sur Rust, offrant de meilleures performances et compatibilité. Ne devrait être utilisé que si votre GPU n'est pas supporté par ROCm, CUDA ou Intel Compute Runtime.",
  "bcm_desc": "Pilotes WiFi Broadcom propriétaires pour Linux. À utiliser seulement si votre carte ne fonctionne pas avec les pilotes open source intégrés au noyau.",
  "xneo_desc": "Pilote pour les contrôleurs Xbox officiels et génériques sous Linux.",
  "modsign": "Signature des modules noyau",
  "modsign_desc": "Active la signature des modules noyau et pilotes avec une clé propriétaire de machine (MOK) pour Secure Boot.",
  "flat_desc": "Le dépôt de référence pour les applications Flatpak, avec de nombreuses applications exclusives.",
  "brew_desc": "Un gestionnaire de paquets d'outils CLI pour macOS/Linux.",
  "chaotic_desc": "Un dépôt communautaire pour les utilisateurs d'Arch Linux.",
  "rpmfusion_desc": "Un dépôt fournissant des paquets supplémentaires pour Fedora et RHEL.",
  "pip_desc": "Gestionnaire de paquets Python. Généralement utile pour les développeurs Python.",
  "cargo_desc": "Gestionnaire de paquets Rust. Généralement utile pour les développeurs Rust. Inclut Rustup.",
  "obs_desc": "Un logiciel de streaming et d'enregistrement open source populaire.",
  "mctl_desc": "Un moniteur système pour Linux très similaire au Gestionnaire des tâches Windows, basé sur GTK4.",
  "sc_desc": "Un outil pour configurer les Stream Decks et appareils similaires.",
  "oprgb_desc": "Un outil pour configurer et gérer l'éclairage RGB sous Linux, supportant divers appareils et plateformes.",
  "hndbrk_desc": "Un convertisseur vidéo open source avec support pour de nombreux formats et codecs.",
  "fseal_desc": "Une interface graphique pour gérer les permissions Flatpak.",
  "wrhs_desc": "Un outil riche en fonctionnalités pour gérer les applications et dépôts Flatpak, destiné aux utilisateurs plus techniques.",
  "qpw_desc": "Un outil graphique pour gérer les connexions audio PipeWire.",
  "efx_desc": "Un puissant outil de traitement audio pour Pipewire qui offre du filtrage de bruit à l'audio spatial.",
  "waydroid_desc": "Une approche basée sur des conteneurs pour exécuter Android sous Linux.",
  "lact_desc": "Outil de contrôle de ventilateur GPU et d'overclocking. À utiliser avec prudence !",
  "oprzr_desc": "Un pilote et daemon communautaire pour les périphériques Razer. Inclut l'interface graphique Polychromatic.",
  "slar_desc": "Un gestionnaire d'appareils Linux pour le récepteur unificateur de Logitech et autres appareils supportés.",
  "distroshelf_desc": "Un outil de gestion de conteneurs distrobox avec une interface élégante. Inclut Podman et Distrobox.",
  "bottles_desc": "Un outil pour gérer les applications Windows sous Linux en utilisant Wine.",
  "dch_desc": "Rend les conteneurs distrobox capables d'utiliser xdg-open et d'interagir avec les programmes hôtes si disponibles. Cette option peut aussi le supprimer s'il est installé.",
  "f3_desc": "Un outil pour vérifier les fausses clés USB et les corriger à leur vraie capacité.",
  "bazaar_desc": "Un nouveau magasin d'applications axé sur la découverte et l'installation d'applications et d'add-ons depuis les remotes Flatpak, et soutenant les développeurs qui rendent le bureau Linux possible.",
  "archupd_desc": "Un notificateur et gestionnaire de mises à jour Arch Linux qui fonctionne discrètement dans votre barre système.",
  "cloudflare_warp_desc": "Un service DNS qui cache votre trafic à votre FAI.",
  "piper_desc": "Une application GTK pour configurer les souris gaming utilisant libratbag. Couramment utilisée pour les souris Logitech, Roccat, Asus et Glorious.",
  "glever_desc": "Un utilitaire pour gérer les AppImages, générant des entrées de bureau et des métadonnées d'applications, mettant à jour les applications sur place ou gardant plusieurs versions côte à côte.",
  "docker_desc": "Le fournisseur de services de conteneurs open source et outils de base pour cela, comme docker-compose. Inclut un conteneur avec Portainer CE pour gérer Docker depuis une interface web.",
  "mise_desc": "Comme asdf (ou nvm ou pyenv mais pour n'importe quel langage) il gère les outils de développement comme node, python, cmake, terraform, et des centaines d'autres. Remplace PyEnv, NVM, et les installateurs Java JDK et Maven de cette section.",
  "nvm_desc": "Un gestionnaire de versions pour Node.js, vous permettant de basculer facilement entre différentes versions. Inclut Node.js, NPM et Yarn. Non nécessaire si vous utilisez Mise.",
  "pyenv_desc": "Un outil de gestion de versions Python. Non nécessaire si vous utilisez Mise.",
  "java_desc": "Menu d'installation Java JDK. Non nécessaire si vous utilisez Mise.",
  "mvn_desc": "Un outil d'automatisation de build utilisé principalement pour les projets Java. Non nécessaire si vous utilisez Mise.",
  "droidstd_desc": "IDE et toolkit pour le développement Android.",
  "postman_desc": "Un puissant outil de test d'API.",
  "insomnia_desc": "Un puissant client API REST avec une interface élégante.",
  "httpie_desc": "Un client HTTP en ligne de commande convivial.",
  "nvim_desc": "Un puissant éditeur de texte basé sur CLI pour les développeurs.",
  "code_desc": "Un éditeur de code puissant et riche en fonctionnalités de Microsoft.",
  "codium_desc": "Une version open source de Visual Studio Code, basée sur VSCode-OSS.",
  "jbtb_desc": "Un outil pour gérer les installations d'IDE JetBrains.",
  "unityhub_desc": "Un hub pour gérer les installations et projets Unity Engine.",
  "godot_desc": "Un moteur de jeu open source populaire pour le développement de jeux 2D et 3D. Cette version ne supporte pas Microsoft .NET (C#).",
  "godotsharp_desc": "Un moteur de jeu open source populaire pour le développement de jeux 2D et 3D avec support C#. Inclut le SDK .NET.",
  "dotnet_desc": "Une collection d'outils et bibliothèques pour créer des applications basées sur la plateforme .NET.",
  "sublime_desc": "Un éditeur de texte sophistiqué pour le code, le markup et la prose.",
  "tailscale_desc": "Un VPN zéro-configuration qui connecte vos appareils en sécurité via internet.",
  "cockpit_desc": "Une interface web pour surveiller et gérer les serveurs Linux (serveur).",
  "webmin_desc": "Une interface web pour l'administration système Unix.",
  "topgrade_desc": "Un outil pour mettre à jour tous les paquets installés sur n'importe quel système Linux.",
  "cockpitclient_desc": "Une interface web pour gérer les serveurs Linux (client).",
  "adir_desc": "Installe tous les paquets nécessaires pour rejoindre des domaines Active Directory en utilisant realmd.",
  "select_language": "Sélectionner la langue",
  "select_language_title": "Sélection de la langue",
  "select_language_message": "Veuillez sélectionner votre langue préférée :",
  "about_tab": "À propos",
  "license_tab": "Licence",
  "search_placeholder": "Rechercher des fonctionnalités",
  "search_languages_placeholder": "Rechercher des langues",
  "search_results": "Résultats de recherche",
  "results_found": "résultats trouvés",
  "search": "Rechercher",
  "delete_script": "Supprimer",
  "delete_script_title": "Supprimer le script",
  "delete_script_message": "Êtes-vous sûr de vouloir supprimer '{script_name}' ?",
  "delete_script_warning": "<b>Cette action ne peut pas être annulée.</b>",
  "delete_error_title": "Erreur de suppression",
  "delete_error_message": "Échec de la suppression du script : {error}",
  "edit_script": "Modifier",
  "edit_error_title": "Erreur de modification",
  "edit_error_message": "Échec de l'ouverture du script : {error}",
  "yes": "Oui",
  "no": "Non",
  "local_scripts_name": "Scripts locaux",
  "local_scripts_desc": "Vos propres scripts ajoutés. Vous pouvez glisser-déposer pour ajouter de nouveaux scripts ici.",
  "script_template_doc_comment": "# Consultez la documentation sur https://linuxtoys.luminhost.xyz/handbook.html pour plus d'informations.",
  "create_new_script_name": "Créer un nouveau script",
  "create_new_script_desc": "Créer un nouveau script local. Il sera ouvert dans votre éditeur de texte par défaut après la création.",
  "script_name_prompt": "Entrez le nom de votre script :",
  "export_error_title": "Erreur d'exportation",
  "export_error_message": "Échec de l'exportation du script : {error}",
  "export": "Exporter",
  "select_export_directory": "Sélectionner le répertoire d'exportation",
  "delete_scripts_message": "Êtes-vous sûr de vouloir supprimer {count} scripts ?",
  "export_success": "Exportation réussie",
  "export_success_message": "{count} scripts exportés avec succès.",
  "omz_desc": "Un framework pour gérer votre configuration zsh.",
  "cryptomator_desc": "Chiffrement pour votre cloud rendu facile.",
  "sirikali_desc": "Une interface graphique pour Gocryptfs, Securefs et Cryfs.",
  "codecfix-hw": "Codecs Accélérés par Matériel",
  "codecfix-hw_desc": "Les codecs et bibliothèques nécessaires pour la lecture vidéo accélérée par matériel pour H264/265 sur Fedora via VA-API et VDPAU.",
  "nerdfonts_desc": "Agrégateur, collection et patcher de polices iconiques.",
  "starship_desc": "L'invite minimal, ultra-rapide et infiniment personnalisable pour n'importe quel shell.",
  "pnpm_desc": "Gestionnaire de paquets rapide et efficace en espace disque.",
  "nixpkgs_desc": "Ajoute la prise en charge des paquets Nix et du dépôt NixPKGs sur votre système.",
  "lazyman_desc": "Gérer plusieurs configurations NeoVim.",
  "ides": "IDEs",
  "ides_desc": "Environnements de Développement Intégrés pour divers langages de programmation et frameworks.",
  "vlc_desc": "Lecteur multimédia open source et complet. Inclut des codecs pour les formats multimédias propriétaires pour Fedora et OpenSUSE.",
  "remapper_desc": "Un outil facile à utiliser pour Linux pour changer le comportement de vos périphériques d'entrée. Mappe toute entrée à toute autre entrée."
}