{
  "subtitle": "Uma coleção amigável de ferramentas para Linux.",
  "psypicks": "Seleção do Psygreg",
  "psypicks_desc": "Seleção curada de programas pra jogos e qualidade de vida no Linux.",
  "pdefaults": "Otimizações Recomendadas",
  "pdefaults_desc": "Configurações recomendadas para melhorar o desempenho.",
  "about": "Sobre o LinuxToys",
  "about_desc": "Informações do app.",
  "office": "Escritório e Trabalho",
  "office_desc": "Ferramentas e recursos para produtividade e tarefas de escritório.",
  "install_btn_label": "Instalar",
  "cancel_btn_label": "Cancelar",
  "reboot_required_title": "Reinicialização Necessária",
  "reboot_required_message": "Um script que requer reinicialização do sistema foi executado. Você deve reiniciar o computador antes de instalar outros recursos.",
  "reboot_now_btn": "Reiniciar Agora",
  "reboot_later_btn": "Reiniciar Depois",
  "support_footer": "Apoie este projeto",
  "report_label": "Reportar Bug",
  "game": "Jogos",
  "game_desc": "Ferramentas e recursos para jogos no Linux.",
  "extra": "Extras",
  "extra_desc": "Ferramentas adicionais (às vezes experimentais) para Linux.",
  "utils": "Utilidades",
  "utils_desc": "Ferramentas e recursos para administração, manutenção do sistema e outros.",
  "devs": "Desenvolvedores",
  "devs_desc": "Ferramentas e recursos para desenvolvedores de software.",
  "drivers": "Drivers",
  "drivers_desc": "Drivers para diversos propósitos e dispositivos.",
  "repos": "Repositórios Adicionais",
  "repos_desc": "Fontes adicionais de software no Linux. Instale apenas o que realmente precisa.",

  "gimp_desc": "Um poderoso editor de imagens open source.",
  "onlyoffice_desc": "Uma suíte com melhor compatibilidade com arquivos do Microsoft Office.",
  "msteams_desc": "Uma plataforma de colaboração para trabalho remoto.",
  "chrome_desc": "Um popular navegador da web do Google.",
  "zen_desc": "Um navegador minimalista projetado para navegação sem distrações.",
  "foliate_desc": "Um leitor de eBooks projetado para simplicidade e facilidade de uso.",
  "anydesk_desc": "Aplicativo de desktop remoto.",
  "slack_desc": "Plataforma de colaboração e mensagens para equipes.",
  "libreoffice_desc": "Suíte de escritório open source completa.",
  "cohesion_desc": "Um port da comunidade do Notion para Linux.",
  "audacity_desc": "Um software de áudio gratuito, open source e multiplataforma.",
  "pinta_desc": "Um programa de pintura gratuito muito semelhante ao Paint.",
  "krita_desc": "Um programa de pintura profissional gratuito e open-source.",
  "darktable_desc": "Uma aplicação de fluxo de trabalho fotográfico gratuita e open-source.",
  "inkscape_desc": "Um editor de gráficos vetoriais profissional gratuito e open-source.",
  "freecad_desc": "Um modelador CAD 3D paramétrico gratuito e open-source.",
  "kicad_desc": "Uma ferramenta de design de placas de circuito gratuita e open-source.",
  "kdenlive_desc": "Um software de edição de vídeo gratuito e open-source.",
  "blender_desc": "Uma suíte de criação 3D gratuita e open-source.",
  "figma_desc": "Uma aplicação de design UI/UX baseada na web.",
  "davinci_desc": "Software de edição de vídeo profissional.",

  "gsr_desc": "Uma ferramenta de gravação de tela com codificação de hardware semelhante ao Shadowplay para qualquer GPU no Linux.",
  "pp_desc": "Uma ferramenta baseada em GTK para obter facilmente runners da comunidade para jogos no Linux.",
  "sober_desc": "Port da comunidade do Roblox para Linux, baseada na versão de Android do jogo.",
  "mcbe_desc": "Um port da comunidade do Minecraft Bedrock Edition para Linux.",
  "discord_desc": "Uma popular plataforma de comunicação para gamers e comunidades.",
  "mgjuice_desc": "Uma ferramenta baseada em GTK para configurar o MangoHud, uma sobreposição para monitorar FPS e outras métricas de desempenho. Também instala o MangoHud.",
  "goverlay_desc": "Uma ferramenta baseada em Qt para configurar o MangoHud, uma sobreposição para monitorar FPS e outras métricas de desempenho. Também instala o MangoHud.",
  "gfn_desc": "Cliente GeForce NOW para Linux.",
  "hgl_desc": "Gerenciador de jogos para Epic Games Store, Amazon e GOG Galaxy.",
  "lutris_desc": "Uma plataforma de jogos para Linux que permite instalar e gerenciar jogos de várias fontes, incluindo emuladores.",
  "osu_desc": "Uma wrapper feita pela comunidade para o jogo de ritmo com uma grande comunidade e muitos beatmaps criados por usuários.",
  "oversteer_desc": "Uma ferramenta para configurar e gerenciar volantes de simuladores no Linux.",
  "wivrn_desc": "Uma ferramenta para configurar e gerenciar óculos e dispositivos VR no Linux.",
  "steam_desc": "A plataforma e loja de jogos para PC mais popular.",
  "gscope_desc": "O microcompositor da Valve para jogos no Linux. Útil para upscaling.",
  "gamemode_desc": "Um daemon para otimizar o desempenho de jogos no Linux. Acionado com a opção de inicialização `gamemoderun`.",
  "ptricks_desc": "Ferramenta de configuração do Proton, semelhante ao Winetricks. Útil em casos muito específicos.",
  "vinegar_desc": "Uma wrapper da comunidade para o Roblox Studio, para criadores de jogos do Roblox.",
  "pup_desc": "Uma ferramenta baseada em Qt para obter facilmente runners da comunidade para jogos no Linux.",
  "lsfg_desc": "Uma camada de compatibilidade para o Lossless Scaling no Vulkan para Linux. Ainda requer o Lossless Scaling para Windows.",

  "ufw": "Configurar Firewall",
  "ufw_desc": "Instala e aplica uma configuração padrão ideal para a maioria dos usuários para o Uncomplicated Firewall (UFW).",
  "swapfile": "Configurar Arquivo Swap",
  "swapfile_desc": "Cria um arquivo de swap no seu sistema para aliviar a pressão de memória. Especialmente útil em sistemas com pouca RAM.",
  "lg_desc": "Configurador de renderização de fontes que melhora a clareza e legibilidade do texto.",
  "grubtrfs_desc": "Uma ferramenta para exibir e inicializar a partir de snapshots Btrfs no GRUB.",
  "susefix": "Corrigir SELinux",
  "susefix_desc": "Um script para corrigir políticas do SELinux que impedem o funcionamento do WINE/Proton no OpenSUSE.",
  "codecfix": "Codecs de Streaming",
  "codecfix_desc": "Instalar codecs ausentes para streaming de mídia.",
  "dsplitm": "Desativar Mitigação de Split-lock",
  "dsplitm_desc": "Desativa a mitigação de split-lock, que não é um recurso de segurança, portanto é seguro desativá-la, para melhorar o desempenho em muitos aplicativos e jogos.",
  "sboost_desc": "Aumenta o tamanho máximo do cache de shaders para melhorar o desempenho em jogos, especialmente mais recentes.",
  "psaver": "Otimizador de Energia",
  "psaver_desc": "Configurações de energia otimizadas para melhor duração da bateria em laptops.",
  "iwd_desc": "Um daemon de rede sem fio moderno para Linux feito pela Intel, que oferece melhor latência e velocidade que o wpa-supplicant. Pode não funcionar com redes corporativas.",
  "preload_desc": "Um daemon que pré-carrega bibliotecas e binários frequentemente usados na memória para acelerar os tempos de inicialização dos aplicativos.",
  "psycachy": "Psycachy Kernel",
  "psycachy_desc": "Um kernel modificado com patches portados do CachyOS juntamente com correções para melhor compatibilidade e estabilidade no Debian/Ubuntu.",
  "lsw": "Subsistema Linux para Windows",
  "lsw_desc": "Instala o Windows no Linux por um container do Docker (ou Podman para distros Fedora atômicas). Compatível com WinApps. NÃO possui aceleração de GPU.",
  "btassist_desc": "Um gerenciador de snapshots e subvolumes Btrfs. Usa o snapper como back-end.",

  "nv_desc": "Drivers Nvidia atuais. GPUs suportadas: Maxwell (GT 9xx) em diante.",
  "nv_desc_470": "Drivers Nvidia legados. GPUs suportadas: Kepler (GT 6xx) e Fermi (GT 7xx).",
  "rocm_desc": "Drivers ROCm para GPUs AMD. Suporta a arquitetura RDNA e mais recentes.",
  "icr_desc": "Drivers Intel Compute Runtime para cargas computacionais em GPUs Intel.",
  "rusticl_desc": "Uma implementação da comunidade baseada em Rust do padrão OpenCL, proporcionando melhor desempenho e compatibilidade. Deve ser usada apenas se sua GPU não for suportada pelo ROCm, CUDA ou Intel Compute Runtime.",

  "flat_desc": "O repositório principal para aplicativos Flatpak, com muitos aplicativos exclusivos.",
  "brew_desc": "Um gerenciador de pacotes de ferramentas CLI para macOS/Linux.",
  "chaotic_desc": "Um repositório mantido e curado pela comunidade para usuários do Arch Linux.",
  "rpmfusion_desc": "Um repositório que fornece pacotes adicionais para Fedora e RHEL.",

  "obs_desc": "Um popular software de streaming e gravação de código aberto.",
  "mctl_desc": "Um monitor de sistema para Linux semelhante ao Gerenciador de Tarefas do Windows, baseado em GTK4.",
  "sc_desc": "Uma ferramenta para configurar Stream Decks e dispositivos semelhantes.",
  "oprgb_desc": "Uma ferramenta para configurar e gerenciar iluminação RGB no Linux, suportando vários dispositivos e plataformas.",
  "hndbrk_desc": "Conversor de vídeo open source com suporte a muitos formatos e codecs.",
  "fseal_desc": "Uma interface gráfica para gerenciar permissões do Flatpak.",
  "wrhs_desc": "Uma ferramenta rica em recursos para gerenciar aplicativos e repositórios Flatpak, voltada para usuários mais técnicos.",
  "qpw_desc": "Uma ferramenta gráfica para gerenciar conexões de áudio do PipeWire.",
  "efx_desc": "Uma poderosa ferramenta de processamento de áudio para Pipewire que oferece desde filtragem de ruído até áudio espacial.",
  "waydroid_desc": "Uma abordagem baseada em container para o Android no Linux.",
  "lact_desc": "Controle de ventoinhas e overclocking para GPUs. Use com cautela!",
  "oprzr_desc": "Um driver e daemon feito pela comunidade para periféricos Razer.",
  "slar_desc": "Um gerenciador de dispositivos Linux para o Receptor Unifying da Logitech e outros dispositivos suportados.",

  "docker_desc": "O provedor de serviços de container de código aberto e ferramentas básicas para ele, como docker-compose. Inclui um container com o Portainer CE para gerenciar o Docker a partir de uma interface da web.",
  "mise_desc": "Assim como asdf (ou nvm ou pyenv, mas para qualquer linguagem), ele gerencia ferramentas de desenvolvimento como node, python, cmake, terraform e centenas mais. Substitui PyEnv, NVM, e os instaladores Java JDK e Maven desta seção.",
  "nvm_desc": "Um gerenciador de versões para Node.js, permitindo que você alterne facilmente entre diferentes versões. Inclui Node.js, NPM e Yarn. Não é necessário se utilizar Mise.",
  "pyenv_desc": "Uma ferramenta de gerenciamento de versões para Python. Não é necessária se utilizar Mise.",
  "java_desc": "Menu de instalação do Java JDK. Não é necessário se utilizar Mise.",
  "mvn_desc": "Uma ferramenta de automação de builds usada principalmente para projetos Java. Não é necessária se utilizar Mise.",
  "droidstd_desc": "IDE e kit de ferramentas para desenvolvimento Android.",
  "postman_desc": "Uma poderosa ferramenta de teste de APIs.",
  "insomnia_desc": "Um poderoso cliente REST API com uma interface elegante.",
  "httpie_desc": "Um cliente HTTP de linha de comando amigável ao usuário.",
  "nvim_desc": "Um editor de texto em CLI moderno e extensível, baseado no Vim.",
  "code_desc": "Um editor de código poderoso e repleto de recursos da Microsoft.",
  "codium_desc": "Uma versão de código aberto do Visual Studio Code, baseada no VSCode-OSS.",
  "jbtb_desc": "Uma ferramenta para gerenciar instalações de IDEs da JetBrains."
}