Repository: psygreg/linuxtoys
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: This requires the Chaotic-AUR repository. Do you want to enable it?
bg: Това изисква репозитория Chaotic-AUR. Искате ли да го активирате?
cs: To vyžaduje repozitář Chaotic-AUR. Chcete ho povolit?
da: Dette kræver Chaotic-AUR-repositoriet. Vil du aktivere det?
de: Dies erfordert das Chaotic-AUR-Repository. Möchten Sie es aktivieren?
el: Αυτό απαιτεί το αποθετήριο Chaotic-AUR. Θέλετε να το ενεργοποιήσετε;
es: Esto requiere el repositorio Chaotic-AUR. ¿Quieres habilitarlo?
et: See nõuab Chaotic-AUR hoidlat. Kas soovite selle lubada?
fi: Tämä vaatii Chaotic-AUR-repositorion. Haluatko ottaa sen käyttöön?
fr: Ceci nécessite le dépôt Chaotic-AUR. Voulez-vous l'activer ?
he: זה דורש את מאגר Chaotic-AUR. האם אתה רוצה להפעיל אותו?
hr: Ovo zahtijeva Chaotic-AUR repozitorij. Želite li ga omogućiti?
hu: Ez megköveteli a Chaotic-AUR tárolót. Szeretné engedélyezni?
is: Þetta krefst Chaotic-AUR geymslunnar. Viltu virkja hana?
it: Questo richiede il repository Chaotic-AUR. Vuoi abilitarlo?
ja: これはChaotic-AURリポジトリを必要とします。これを有効にしますか？
nl: Dit vereist de Chaotic-AUR repository. Wilt u deze inschakelen?
no: Dette krever Chaotic-AUR-repositoriet. Vil du aktivere det?
pl: To wymaga repozytorium Chaotic-AUR. Czy chcesz je włączyć?
pt: Isso requer o repositório Chaotic-AUR. Deseja habilitá-lo?
ro: Aceasta necesită depozitul Chaotic-AUR. Vrei să-l activezi?
ru: Это требует репозитория Chaotic-AUR. Вы хотите его включить?
sk: Toto vyžaduje repozitár Chaotic-AUR. Chcete ho povoliť?
sv: Detta kräver Chaotic-AUR-förvaret. Vill du aktivera det?
tr: Bu, Chaotic-AUR deposunu gerektirir. Bunu etkinleştirmek istiyor musunuz?
uk: Це вимагає репозиторію Chaotic-AUR. Ви хочете його увімкнути?

source: Skipping btrfs-assistant installation.
bg: Пропускане на инсталацията на btrfs-assistant.
cs: Přeskočení instalace btrfs-asistenta.
da: Springer btrfs-assistent installation.
de: Überspringe die Installation von btrfs-assistant.
el: Παράλειψη εγκατάστασης btrfs-assistant.
es: Saltando la instalación de btrfs-assistant.
et: btrfs-assistendi installimist vahele jätmine.
fi: Ohitetaan btrfs-assistantin asennus.
fr: Installation de btrfs-assistant ignorée.
he: דלג על התקנת btrfs-assistant.
hr: Preskočena instalacija btrfs-asistenta.
hu: A btrfs-assistant telepítésének kihagyása.
is: Sleppa btrfs-assistant uppsetningu.
it: Salto dell'installazione di btrfs-assistant.
ja: btrfsアシスタントのインストールをスキップしています。
nl: Btrfs-assistent installatie overslaan.
no: Hopper btrfs-assistent installasjon.
pl: Pomijanie instalacji btrfs-assistant.
pt: Pulando a instalação do btrfs-assistant.
ro: Sărind instalarea btrfs-assistant.
ru: Пропуск установки btrfs-assistant.
sk: Preskočená inštalácia btrfs-assistant.
sv: Hoppar över installation av btrfs-assistent.
tr: btrfs-assistant kurulumunu atlıyorsunuz.
uk: Пропуск установки btrfs-assistant.

source: Your root filesystem is not btrfs.
bg: Вашата коренова файлова система не е btrfs.
cs: Váš kořenový souborový systém není btrfs.
da: Dit er ikke btrfs.
de: Ihr Root-Dateisystem ist kein btrfs.
el: Το ριζικό σας σύστημα αρχείων δεν είναι btrfs.
es: Tu sistema de archivos raíz no es btrfs.
et: Teie juurefailisüsteem ei ole btrfs.
fi: Juuri tiedostojärjestelmäsi ei ole btrfs.
fr: Votre système de fichiers racine n'est pas btrfs.
he: מערכת הקבצים השורשית שלך אינה btrfs.
hr: Vaš korijenski datotečni sustav nije btrfs.
hu: A gyökér fájlrendszere nem btrfs.
is: Rótkerfið þitt er ekki btrfs.
it: Il tuo filesystem radice non è btrfs.
ja: ルートファイルシステムはbtrfsではありません。
nl: Uw rootbestandssysteem is geen btrfs.
no: Rotfilen ditt er ikke btrfs.
pl: Twój system plików root nie jest btrfs.
pt: Seu sistema de arquivos raiz não é btrfs.
ro: Sistemul tău de fișiere rădăcină nu este btrfs.
ru: Ваша корневая файловая система не btrfs.
sk: Váš koreňový súborový systém nie je btrfs.
sv: Ditt rotfilsystem är inte btrfs.
tr: Kök dosya sisteminiz btrfs değil.
uk: Ваш кореневий файловий система не btrfs.

source: Not enough RAM. At least 12GB total is required to continue.
bg: Недостатъчно RAM. Необходими са поне 12GB общо, за да продължите.
cs: Nedostatek RAM. Je vyžadováno alespoň 12 GB celkově pro pokračování.
da: Ikke nok RAM. Mindst 12 GB i alt er påkrævet for at fortsætte.
de: Nicht genügend RAM. Mindestens 12 GB insgesamt sind erforderlich, um fortzufahren.
el: Δεν υπάρχει αρκετή RAM. Απαιτούνται τουλάχιστον 12GB συνολικά για να συνεχίσετε.
es: No hay suficiente RAM. Se requiere un mínimo de 12 GB en total para continuar.
et: RAM-i ei ole piisavalt. Jätkamiseks on vajalik vähemalt 12GB kokku.
fi: Ei riittävästi RAM-muistia. Vähintään 12 Gt yhteensä vaaditaan jatkamiseen.
fr: Pas assez de RAM. Au moins 12 Go au total sont nécessaires pour continuer.
he: אין מספיק זיכרון RAM. נדרש לפחות 12GB סך הכל כדי להמשיך.
hr: Nedovoljno RAM-a. Potrebno je najmanje 12GB ukupno da bi se nastavilo.
hu: Nem elég a RAM. Legalább 12 GB összmemória szükséges a folytatáshoz.
is: Ekki nægilegt RAM. Að minnsta kosti 12GB heildar er krafist til að halda áfram.
it: RAM insufficiente. È richiesto un totale di almeno 12GB per continuare.
ja: RAMが不足しています。続行するには、合計で少なくとも12GBが必要です。
nl: Niet genoeg RAM. Minimaal 12 GB totaal is vereist om door te gaan.
no: Ikke nok RAM. Minst 12 GB totalt kreves for å fortsette.
pl: Niewystarczająca ilość pamięci RAM. Wymagane jest co najmniej 12 GB pamięci całkowitej, aby kontynuować.
pt: Memória RAM insuficiente. São necessários pelo menos 12GB no total para continuar.
ro: Memorie RAM insuficientă. Este necesară o capacitate totală de cel puțin 12GB pentru a continua.
ru: Недостаточно оперативной памяти. Для продолжения требуется как минимум 12 ГБ в сумме.
sk: Nedostatok RAM. Na pokračovanie je potrebné aspoň 12 GB celkovej pamäte.
sv: Inte tillräckligt med RAM. Minst 12 GB totalt krävs för att fortsätta.
tr: Yeterli RAM yok. Devam etmek için en az 12GB toplam gereklidir.
uk: Недостатньо оперативної пам'яті. Для продовження потрібно щонайменше 12 ГБ загалом.

source: Not enough free RAM. Close some applications and try again.
bg: Недостатъчно свободна RAM. Затворете някои приложения и опитайте отново.
cs: Nedostatek volné RAM. Zavřete některé aplikace a zkuste to znovu.
da: Ikke nok ledig RAM. Luk nogle applikationer og prøv igen.
de: Nicht genügend freier RAM. Schließen Sie einige Anwendungen und versuchen Sie es erneut.
el: Δεν υπάρχει αρκετή ελεύθερη RAM. Κλείστε μερικές εφαρμογές και δοκιμάστε ξανά.
es: No hay suficiente RAM libre. Cierra algunas aplicaciones e inténtalo de nuevo.
et: Vaba RAM-i ei ole piisavalt. Sulge mõned rakendused ja proovi uuesti.
fi: Ei tarpeeksi vapaata RAM-muistia. Sulje joitakin sovelluksia ja yritä uudelleen.
fr: Pas assez de RAM libre. Fermez certaines applications et réessayez.
he: אין מספיק זיכרון RAM פנוי. סגור כמה יישומים ונסה שוב.
hr: Nema dovoljno slobodne RAM memorije. Zatvorite neke aplikacije i pokušajte ponovo.
hu: Nincs elég szabad RAM. Zárjon be néhány alkalmazást, és próbálja újra.
is: Ekki nóg frjáls RAM. Lokaðu nokkrum forritum og reyndu aftur.
it: Memoria RAM gratuita insufficiente. Chiudi alcune applicazioni e riprova.
ja: 空きRAMが不足しています。いくつかのアプリケーションを閉じて、再試行してください。
nl: Niet genoeg vrije RAM. Sluit enkele toepassingen en probeer het opnieuw.
no: Ikke nok ledig RAM. Lukk noen applikasjoner og prøv igjen.
pl: Niewystarczająca ilość wolnej pamięci RAM. Zamknij niektóre aplikacje i spróbuj ponownie.
pt: Memória RAM livre insuficiente. Feche algumas aplicações e tente novamente.
ro: Memorie RAM insuficientă. Închideți unele aplicații și încercați din nou.
ru: Недостаточно свободной оперативной памяти. Закройте некоторые приложения и попробуйте снова.
sk: Nedostatok voľnej RAM. Zatvorte niektoré aplikácie a skúste to znova.
sv: Inte tillräckligt med ledigt RAM. Stäng några applikationer och försök igen.
tr: Yeterli boş RAM yok. Bazı uygulamaları kapatın ve tekrar deneyin.
uk: Недостатньо вільної оперативної пам'яті. Закрийте деякі програми та спробуйте ще раз.

source: Not enough CPU threads to install Windows hypervisor, minimum 4.
bg: Недостатъчно CPU нишки за инсталиране на Windows хипервизор, минимум 4.
cs: Nedostatečný počet CPU vláken pro instalaci hypervizoru Windows, minimálně 4.
da: Ikke nok CPU-tråde til at installere Windows-hypervisor, minimum 4.
de: Nicht genügend CPU-Threads, um den Windows-Hypervisor zu installieren, mindestens 4.
el: Δεν υπάρχουν αρκετοί πυρήνες CPU για να εγκαταστήσετε τον υπερ-επιβλέποντα των Windows, ελάχιστο 4.
es: No hay suficientes hilos de CPU para instalar el hipervisor de Windows, mínimo 4.
et: Windowsi hüperviisori installimiseks ei ole piisavalt CPU lõime, minimaalne on 4.
fi: Ei riittävästi CPU-säikeitä Windows-hypervisorin asentamiseen, vähintään 4.
fr: Pas assez de threads CPU pour installer l'hyperviseur Windows, minimum 4.
he: אין מספיק חוטי CPU להתקנת היפרווייזר של Windows, מינימום 4.
hr: Nedovoljno CPU niti za instalaciju Windows hypervizora, minimum 4.
hu: Nincs elegendő CPU szál a Windows hypervisor telepítéséhez, minimum 4 szükséges.
is: Ekki nægjanleg CPU þræðir til að setja upp Windows hypervisor, lágmark 4.
it: Non ci sono abbastanza thread CPU per installare l'ipervisor di Windows, minimo 4.
ja: Windows ハイパーバイザーをインストールするには、CPU スレッドが不足しています。最小 4 つ必要です。
nl: Niet genoeg CPU-threads om de Windows-hypervisor te installeren, minimaal 4.
no: Ikke nok CPU-tråder til å installere Windows-hypervisor, minimum 4.
pl: Niewystarczająca liczba wątków CPU do zainstalowania hipernadzorcy Windows, minimum 4.
pt: Threads de CPU insuficientes para instalar o hipervisor do Windows, mínimo de 4.
ro: Nu sunt suficiente fire CPU pentru a instala hypervisorul Windows, minim 4.
ru: Недостаточно потоков ЦП для установки гипервизора Windows, минимум 4.
sk: Nedostatočný počet CPU vlákien na inštaláciu hypervízora Windows, minimum 4.
sv: Inte tillräckligt med CPU-trådar för att installera Windows-hypervisor, minimum 4.
tr: Windows hipervizörünü kurmak için yeterli CPU iş parçacığı yok, minimum 4.
uk: Недостатньо потоків ЦП для встановлення гіпервізора Windows, мінімум 4.

source: Enter Windows disk (C:) size in GB. Leave empty to use 50GB.
bg: Въведете размера на Windows диск (C:) в GB. Оставете празно, за да използвате 50GB.
cs: Zadejte velikost disku Windows (C:) v GB. Nechte prázdné pro použití 50 GB.
da: Indtast Windows-disk (C:) størrelse i GB. Lad være tom for at bruge 50GB.
de: Geben Sie die Größe des Windows-Laufwerks (C:) in GB ein. Lassen Sie das Feld leer, um 50 GB zu verwenden.
el: Εισάγετε το μέγεθος του δίσκου Windows (C:) σε GB. Αφήστε κενό για να χρησιμοποιήσετε 50GB.
es: Ingrese el tamaño del disco de Windows (C:) en GB. Deje vacío para usar 50GB.
et: Sisestage Windowsi ketta (C:) suurus GB-des. Jätke tühi, et kasutada 50GB.
fi: Syötä Windows-levyn (C:) koko GB:ssä. Jätä tyhjäksi käyttääksesi 50GB.
fr: Entrez la taille du disque Windows (C:) en Go. Laissez vide pour utiliser 50 Go.
he: הזן את גודל הדיסק של Windows (C:) בג'יגה-בייט. השאר ריק כדי להשתמש ב-50GB.
hr: Unesite veličinu Windows diska (C:) u GB. Ostavite prazno za korištenje 50GB.
hu: Adja meg a Windows lemez (C:) méretét GB-ban. Hagyja üresen, ha 50 GB-ot szeretne használni.
is: Sláðu inn Windows disk (C:) stærð í GB. Láttu tómt til að nota 50GB.
it: Inserisci la dimensione del disco di Windows (C:) in GB. Lascia vuoto per utilizzare 50GB.
ja: Windowsディスク（C:）のサイズをGB単位で入力してください。50GBを使用するには空白のままにしてください。
nl: Voer de grootte van de Windows-schijf (C:) in GB in. Laat leeg om 50 GB te gebruiken.
no: Skriv inn størrelsen på Windows-disk (C:) i GB. La stå tomt for å bruke 50 GB.
pl: Wprowadź rozmiar dysku Windows (C:) w GB. Pozostaw puste, aby użyć 50 GB.
pt: Digite o tamanho do disco do Windows (C:) em GB. Deixe em branco para usar 50GB.
ro: Introduceți dimensiunea discului Windows (C:) în GB. Lăsați gol pentru a folosi 50GB.
ru: Введите размер диска Windows (C:) в ГБ. Оставьте пустым, чтобы использовать 50 ГБ.
sk: Zadajte veľkosť disku Windows (C:) v GB. Nechajte prázdne pre použitie 50GB.
sv: Ange storlek på Windows-disk (C:) i GB. Lämna tomt för att använda 50 GB.
tr: Windows disk (C:) boyutunu GB cinsinden girin. 50GB kullanmak için boş bırakın.
uk: Введіть розмір диска Windows (C:) у ГБ. Залиште порожнім, щоб використовувати 50 ГБ.

source: Invalid input for disk size. Please enter a number.
bg: Невалиден вход за размер на диска. Моля, въведете число.
cs: Neplatný vstup pro velikost disku. Zadejte prosím číslo.
da: Ugyldig input for diskstørrelse. Indtast venligst et tal.
de: Ungültige Eingabe für die Festplattengröße. Bitte geben Sie eine Zahl ein.
el: Μη έγκυρη είσοδος για το μέγεθος δίσκου. Παρακαλώ εισάγετε έναν αριθμό.
es: Entrada no válida para el tamaño del disco. Por favor, introduce un número.
et: Kehtetu sisend ketta suuruse jaoks. Palun sisestage number.
fi: Virheellinen syöte levyn koosta. Ole hyvä ja syötä numero.
fr: Entrée invalide pour la taille du disque. Veuillez entrer un nombre.
he: קלט לא חוקי עבור גודל הדיסק. אנא הזן מספר.
hr: Nevažeći unos za veličinu diska. Molimo unesite broj.
hu: Érvénytelen bemenet a lemezmérethez. Kérjük, adjon meg egy számot.
is: Ógildur inntak fyrir diskastærð. Vinsamlegast sláðu inn tölu.
it: Input non valido per la dimensione del disco. Si prega di inserire un numero.
ja: ディスクサイズの無効な入力です。数字を入力してください。
nl: Ongeldige invoer voor schijfgrootte. Voer een getal in.
no: Ugyldig inndata for diskstørrelse. Vennligst skriv inn et tall.
pl: Nieprawidłowe dane wejściowe dla rozmiaru dysku. Proszę wpisać liczbę.
pt: Entrada inválida para o tamanho do disco. Por favor, insira um número.
ro: Intrare invalidă pentru dimensiunea discului. Vă rugăm să introduceți un număr.
ru: Неверный ввод для размера диска. Пожалуйста, введите число.
sk: Neplatný vstup pre veľkosť disku. Zadajte číslo.
sv: Ogiltig inmatning för diskstorlek. Vänligen ange ett nummer.
tr: Geçersiz disk boyutu girişi. Lütfen bir sayı girin.
uk: Неправильний ввід для розміру диска. Будь ласка, введіть число.

source: Minimum space to install Windows (C:) is 40GB.
bg: Минималното пространство за инсталиране на Windows (C:) е 40GB.
cs: Minimální prostor pro instalaci Windows (C:) je 40 GB.
da: Minimum plads til at installere Windows (C:) er 40GB.
de: Der minimale Speicherplatz für die Installation von Windows (C:) beträgt 40 GB.
el: Ο ελάχιστος χώρος για την εγκατάσταση των Windows (C:) είναι 40GB.
es: El espacio mínimo para instalar Windows (C:) es de 40 GB.
et: Windows (C:) installimiseks on minimaalne ruum 40GB.
fi: Windowsin (C:) asentamiseen tarvittava vähimmäistila on 40 Gt.
fr: L'espace minimum pour installer Windows (C:) est de 40 Go.
he: המינימום שטח להתקנת Windows (C:) הוא 40GB.
hr: Minimalni prostor za instalaciju sustava Windows (C:) je 40GB.
hu: A Windows (C:) telepítéséhez minimális hely 40GB.
is: Lágmarkspláss til að setja Windows (C:) er 40GB.
it: Lo spazio minimo per installare Windows (C:) è di 40 GB.
ja: Windows (C:) のインストールに必要な最小スペースは 40GB です。
nl: Minimale ruimte om Windows (C:) te installeren is 40GB.
no: Minimum plass for å installere Windows (C:) er 40GB.
pl: Minimalna przestrzeń do zainstalowania systemu Windows (C:) wynosi 40 GB.
pt: O espaço mínimo para instalar o Windows (C:) é de 40GB.
ro: Spațiul minim pentru a instala Windows (C:) este de 40GB.
ru: Минимальное пространство для установки Windows (C:) составляет 40 ГБ.
sk: Minimálny priestor na inštaláciu systému Windows (C:) je 40 GB.
sv: Minimalt utrymme för att installera Windows (C:) är 40GB.
tr: Windows (C:) kurulum için minimum alan 40GB'dir.
uk: Мінімальний обсяг пам'яті для встановлення Windows (C:) становить 40 ГБ.

source: Not enough disk space: %s GB required, %s GB available.
bg: Недостатъчно дисково пространство: изискват се %s GB, налични %s GB.
cs: Nedostatek místa na disku: %s GB požadováno, %s GB k dispozici.
da: Ikke nok diskplads: %s GB krævet, %s GB tilgængelig.
de: Nicht genügend Speicherplatz: %s GB erforderlich, %s GB verfügbar.
el: Όχι αρκετός χώρος δίσκου: απαιτούνται %s GB, %s GB διαθέσιμα.
es: Espacio en disco insuficiente: se requieren %s GB, hay %s GB disponibles.
et: Diskiruumi ei ole piisavalt: %s GB on vajalik, %s GB on saadaval.
fi: Ei tarpeeksi levytilaa: %s GB vaaditaan, %s GB käytettävissä.
fr: Espace disque insuffisant : %s Go requis, %s Go disponible.
he: אין מספיק מקום בדיסק: נדרשים %s GB, %s GB זמינים.
hr: Nedovoljno prostora na disku: %s GB potrebno, %s GB dostupno.
hu: Nincs elegendő lemezterület: %s GB szükséges, %s GB elérhető.
is: Ekki nóg pláss á disknum: %s GB nauðsynlegt, %s GB tiltækt.
it: Spazio su disco insufficiente: %s GB richiesti, %s GB disponibili.
ja: ディスクスペースが不足しています: %s GBが必要で、%s GBが利用可能です。
nl: Niet genoeg schijfruimte: %s GB vereist, %s GB beschikbaar.
no: Ikke nok diskplass: %s GB nødvendig, %s GB tilgjengelig.
pl: Niewystarczająca ilość miejsca na dysku: wymagane %s GB, dostępne %s GB.
pt: Espaço em disco insuficiente: %s GB necessários, %s GB disponíveis.
ro: Spațiu pe disc insuficient: %s GB necesari, %s GB disponibili.
ru: Недостаточно места на диске: требуется %s ГБ, доступно %s ГБ.
sk: Nedostatok miesta na disku: požaduje sa %s GB, k dispozícii %s GB.
sv: Inte tillräckligt med diskutrymme: %s GB krävs, %s GB tillgängligt.
tr: Yetersiz disk alanı: %s GB gerekli, %s GB mevcut.
uk: Недостатньо місця на диску: потрібно %s ГБ, доступно %s ГБ.

source: No compatible terminal emulator found to launch Podman Compose.
bg: Не е намерен съвместим терминален емулатор за стартиране на Podman Compose.
cs: Nenašel se žádný kompatibilní terminálový emulátor pro spuštění Podman Compose.
da: Ingen kompatibel terminalemulator fundet til at starte Podman Compose.
de: Kein kompatibler Terminal-Emulator gefunden, um Podman Compose zu starten.
el: Δεν βρέθηκε συμβατός εκτελεστής τερματικού για την εκκίνηση του Podman Compose.
es: No se encontró un emulador de terminal compatible para iniciar Podman Compose.
et: Ühtegi ühilduvat terminali emulaatorit ei leitud Podman Compose'i käivitamiseks.
fi: Yhteensopivaa terminaaliemulaattoria ei löytynyt Podman Compose -ohjelman käynnistämiseen.
fr: Aucun émulateur de terminal compatible trouvé pour lancer Podman Compose.
he: לא נמצא אמולטור טרמינל תואם כדי להפעיל את Podman Compose.
hr: Nema kompatibilnog terminalskog emulatora za pokretanje Podman Compose-a.
hu: Nincs kompatibilis terminálemulátor a Podman Compose indításához.
is: Engin sem ekki er að finna til að ræsa Podman Compose.
it: Nessun emulatore di terminale compatibile trovato per avviare Podman Compose.
ja: Podman Composeを起動するための互換性のあるターミナルエミュレーターが見つかりません。
nl: Geen compatibele terminalemulator gevonden om Podman Compose te starten.
no: Ingen kompatibel terminalemulator funnet for å starte Podman Compose.
pl: Nie znaleziono zgodnego emulatora terminala do uruchomienia Podman Compose.
pt: Nenhum emulador de terminal compatível encontrado para iniciar o Podman Compose.
ro: Nu a fost găsit niciun emulator de terminal compatibil pentru a lansa Podman Compose.
ru: Не найдено совместимого эмулятора терминала для запуска Podman Compose.
sk: Nenašiel sa žiadny kompatibilný terminálový emulátor na spustenie Podman Compose.
sv: Ingen kompatibel terminalemulator hittades för att starta Podman Compose.
tr: Podman Compose'i başlatmak için uyumlu bir terminal emülatörü bulunamadı.
uk: Не знайдено сумісний емулятор терміналу для запуску Podman Compose.

source: Is the Windows installation finished?
bg: Завършена ли е инсталацията на Windows?
cs: Je instalace systému Windows dokončena?
da: Er installationen af Windows færdig?
de: Ist die Windows-Installation abgeschlossen?
el: Έχει ολοκληρωθεί η εγκατάσταση των Windows;
es: ¿Está finalizada la instalación de Windows?
et: Kas Windowsi installatsioon on lõpetatud?
fi: Onko Windowsin asennus valmis?
fr: L'installation de Windows est-elle terminée ?
he: האם התקנת Windows הושלמה?
hr: Je li instalacija sustava Windows završena?
hu: Befejeződött a Windows telepítése?
is: Er Windows uppsetningin lokið?
it: L'installazione di Windows è completata?
ja: Windowsのインストールは完了しましたか？
nl: Is de Windows-installatie voltooid?
no: Er installasjonen av Windows ferdig?
pl: Czy instalacja systemu Windows została zakończona?
pt: A instalação do Windows foi concluída?
ro: Este instalarea Windows-ului finalizată?
ru: Завершена ли установка Windows?
sk: Je inštalácia systému Windows dokončená?
sv: Är installationen av Windows klar?
tr: Windows kurulumu tamamlandı mı?
uk: Чи закінчилась установка Windows?

source: Do you want to revert all changes? WARNING: This will ERASE all Podman Compose data!
bg: Искате ли да върнете всички промени? ПРЕДУПРЕЖДЕНИЕ: Това ще ИЗТРИЕ всички данни на Podman Compose!
cs: Chcete vrátit všechny změny? UPOZORNĚNÍ: Tímto se SMAŽÍ všechna data Podman Compose!
da: Vil du fortryde alle ændringer? ADVARSEL: Dette vil SLETTE alle Podman Compose-data!
de: Möchten Sie alle Änderungen zurücksetzen? WARNUNG: Dies wird alle Podman Compose-Daten LÖSCHEN!
el: Θέλετε να αναιρέσετε όλες τις αλλαγές; ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτό θα ΔΙΑΓΡΑΨΕΙ όλα τα δεδομένα του Podman Compose!
es: ¿Deseas revertir todos los cambios? ADVERTENCIA: ¡Esto BORRARÁ todos los datos de Podman Compose!
et: Kas soovite kõik muudatused tagasi pöörata? HOIATUS: See KUSTUTAB kõik Podman Compose andmed!
fi: Haluatko palauttaa kaikki muutokset? VAROITUS: Tämä POISTAA kaikki Podman Compose -tiedot!
fr: Voulez-vous annuler toutes les modifications ? AVERTISSEMENT : Cela effacera toutes les données de Podman Compose !
he: האם אתה רוצה לחזור על כל השינויים? אזהרה: זה ימחק את כל נתוני Podman Compose!
hr: Želite li poništiti sve promjene? UPOZORENJE: Ovo će IZBRISATI sve podatke Podman Compose!
hu: Biztosan vissza szeretné állítani az összes változtatást? FIGYELEM: Ez TÖRLI az összes Podman Compose adatot!
is: Viltu afturkalla allar breytingar? VARÚÐ: Þetta mun EYÐA öllum Podman Compose gögnum!
it: Vuoi annullare tutte le modifiche? ATTENZIONE: Questo CANCELLA tutti i dati di Podman Compose!
ja: すべての変更を元に戻しますか？警告：これによりすべてのPodman Composeデータが消去されます！
nl: Wilt u alle wijzigingen terugdraaien? WAARSCHUWING: Dit zal alle Podman Compose-gegevens VERWIJDEREN!
no: Vil du tilbakestille alle endringer? ADVARSEL: Dette vil SLETTE all Podman Compose-data!
pl: Czy chcesz cofnąć wszystkie zmiany? OSTRZEŻENIE: To SPROWADZI do USUNIĘCIA wszystkich danych Podman Compose!
pt: Deseja reverter todas as alterações? AVISO: Isso APAGARÁ todos os dados do Podman Compose!
ro: Vrei să anulezi toate modificările? AVERTISMENT: Acest lucru va ȘTERGE toate datele Podman Compose!
ru: Вы хотите отменить все изменения? ПРЕДУПРЕЖДЕНИЕ: Это СТЕРЕТ все данные Podman Compose!
sk: Chcete vrátiť všetky zmeny? UPOZORNENIE: Toto ZMAŽE všetky údaje Podman Compose!
sv: Vill du återställa alla ändringar? VARNING: Detta kommer att RADERA all Podman Compose-data!
tr: Tüm değişiklikleri geri almak istiyor musunuz? UYARI: Bu, tüm Podman Compose verilerini SİLECEKTİR!
uk: Чи хочете ви скасувати всі зміни? ПОПЕРЕДЖЕННЯ: Це СТЕРЕ всі дані Podman Compose!

source: No GRUB found.
bg: Не е намерен GRUB.
cs: Žádný GRUB nenalezen.
da: Ingen GRUB fundet.
de: Kein GRUB gefunden.
el: Δεν βρέθηκε GRUB.
es: No se encontró GRUB.
et: GRUBi ei leitud.
fi: GRUBia ei löytynyt.
fr: Aucun GRUB trouvé.
he: לא נמצא GRUB.
hr: Nema GRUB-a.
hu: Nincs GRUB.
is: Engin GRUB fannst ekki.
it: Nessun GRUB trovato.
ja: GRUBが見つかりません。
nl: Geen GRUB gevonden.
no: Ingen GRUB funnet.
pl: Nie znaleziono GRUB-a.
pt: Nenhum GRUB encontrado.
ro: Nu s-a găsit GRUB.
ru: GRUB не найден.
sk: GRUB nebol nájdený.
sv: Ingen GRUB hittades.
tr: GRUB bulunamadı.
uk: GRUB не знайдено.
