Repository: psygreg/linuxtoys
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Reboot Failed
bg: Неуспешно рестартиране
cs: Restart selhal.
da: Genstart mislykkedes
de: Neustart fehlgeschlagen
el: Αποτυχία επανεκκίνησης
es: Reinicio fallido
et: Taaskäivitamine ebaõnnestus
fi: Uudelleenkäynnistys epäonnistui
fr: Échec du redémarrage
he: הפעלה מחדש נכשלה
hr: Ponovno pokretanje nije uspjelo
hu: Újraindítás sikertelen
is: Endurræsing mistókst
it: Riavvio non riuscito
ja: 再起動に失敗しました
nl: Herstarten mislukt
no: Omstart mislyktes
pl: Nieudane ponowne uruchomienie
pt: Reinicialização Falhou
ro: Reboot eșuat
ru: Перезагрузка не удалась
sk: Reštart zlyhal
sv: Omstart misslyckades
tr: Yeniden Başlatma Başarısız oldu
uk: Перезавантаження не вдалося

source: OK
hr: U redu
hu: Rendben
