Repository: psygreg/linuxtoys
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Operations completed.
bg: Операциите са завършени.
cs: Operace dokončeny.
da: Operationer fuldført.
de: Vorgänge abgeschlossen.
el: Οι λειτουργίες ολοκληρώθηκαν.
es: Operaciones completadas.
et: Tegevused on lõpetatud.
fi: Toiminnot suoritettu.
fr: Opérations terminées.
he: הפעולות הושלמו.
hr: Operacije završene.
hu: Műveletek befejezve.
is: Aðgerðum lokið.
it: Operazioni completate.
ja: 操作が完了しました。
nl: Operaties voltooid.
no: Operasjoner fullført.
pl: Operacje zakończone.
pt: Operações concluídas.
ro: Operațiuni finalizate.
ru: Операции завершены.
sk: Operácie dokončené.
sv: Operationer slutförda.
tr: İşlemler tamamlandı.
uk: Операції завершено.

source: F3 has been installed. A browser window will now open with usage instructions.
bg: F3 е инсталиран. Сега ще се отвори прозорец на браузъра с инструкции за употреба.
cs: F3 byl nainstalován. Nyní se otevře okno prohlížeče s pokyny k použití.
da: F3 er blevet installeret. Et browservindue åbnes nu med brugsanvisninger.
de: F3 wurde installiert. Ein Browserfenster wird jetzt mit den Nutzungshinweisen geöffnet.
el: Η F3 έχει εγκατασταθεί. Τώρα θα ανοίξει ένα παράθυρο προγράμματος περιήγησης με οδηγίες χρήσης.
es: Se ha instalado F3. Ahora se abrirá una ventana del navegador con instrucciones de uso.
et: F3 on paigaldatud. Nüüd avatakse brauseri aken kasutusjuhistega.
fi: F3 on asennettu. Nyt selainikkuna avautuu käyttöohjeilla.
fr: F3 a été installé. Une fenêtre de navigateur va maintenant s'ouvrir avec des instructions d'utilisation.
he: F3 הותקן. חלון דפדפן ייפתח כעת עם הוראות שימוש.
hr: F3 je instaliran. Sada će se otvoriti prozor preglednika s uputama za korištenje.
hu: Az F3 telepítve lett. Most egy böngészőablak nyílik meg a használati utasításokkal.
is: F3 hefur verið sett upp. Vafragluggi mun nú opnast með notkunarleiðbeiningum.
it: F3 è stato installato. Ora si aprirà una finestra del browser con le istruzioni per l'uso.
ja: F3がインストールされました。これから使用方法の指示が表示されたブラウザウィンドウが開きます。
nl: F3 is geïnstalleerd. Er wordt nu een browservenster geopend met gebruiksinstructies.
no: F3 har blitt installert. Et nettleservindu vil nå åpne med bruksanvisning.
pl: F3 został zainstalowany. Teraz otworzy się okno przeglądarki z instrukcjami użytkowania.
pt: O F3 foi instalado. Uma janela do navegador será aberta agora com instruções de uso.
ro: F3 a fost instalat. Acum se va deschide o fereastră de browser cu instrucțiuni de utilizare.
ru: F3 был установлен. Теперь откроется окно браузера с инструкциями по использованию.
sk: F3 bol nainštalovaný. Teraz sa otvorí okno prehliadača s pokynmi na používanie.
sv: F3 har installerats. Ett webbläsarfönster öppnas nu med användarinstruktioner.
tr: F3 yüklendi. Şimdi kullanım talimatlarıyla birlikte bir tarayıcı penceresi açılacak.
uk: F3 було встановлено. Тепер відкриється вікно браузера з інструкціями щодо використання.

source: Do you want to install scripts for ARM translation? (recommended)
bg: Искате ли да инсталирате скриптове за превод на ARM? (препоръчително)
cs: Chcete nainstalovat skripty pro překlad ARM? (doporučeno)
da: Vil du installere scripts til ARM-oversættelse? (anbefales)
de: Möchten Sie Skripte für die ARM-Übersetzung installieren? (empfohlen)
el: Θέλετε να εγκαταστήσετε σενάρια για μετάφραση ARM; (συνιστάται)
es: ¿Desea instalar scripts para la traducción de ARM? (recomendado)
et: Kas soovite installida ARM tõlke skripte? (soovitatav)
fi: Haluatko asentaa ARM-käännökselle skriptejä? (suositellaan)
fr: Voulez-vous installer des scripts pour la traduction ARM ? (recommandé)
he: האם אתה רוצה להתקין סקריפטים לתרגום ARM? (מומלץ)
hr: Želite li instalirati skripte za ARM prijevod? (preporučeno)
hu: Szeretné telepíteni az ARM fordításhoz szükséges szkripteket? (ajánlott)
is: Viltu setja upp skriftir fyrir ARM þýðingu? (mælt með)
it: Vuoi installare script per la traduzione ARM? (consigliato)
ja: ARM翻訳用のスクリプトをインストールしますか？（推奨）
nl: Wilt u scripts voor ARM-vertaling installeren? (aanbevolen)
no: Vil du installere skript for ARM-oversettelse? (anbefalt)
pl: Czy chcesz zainstalować skrypty do tłumaczenia ARM? (zalecane)
pt: Deseja instalar scripts para tradução ARM? (recomendado)
ro: Doriți să instalați scripturi pentru traducerea ARM? (recomandat)
ru: Вы хотите установить скрипты для перевода ARM? (рекомендуется)
sk: Chcete nainštalovať skripty pre preklad ARM? (odporúčané)
sv: Vill du installera skript för ARM-översättning? (rekommenderas)
tr: ARM çevirisi için betikler yüklemek ister misiniz? (önerilir)
uk: Чи бажаєте ви встановити скрипти для перекладу ARM? (рекомендується)

source: Waydroid setup is complete. You can now launch it from your applications menu.
bg: Настройката на Waydroid е завършена. Сега можете да го стартирате от менюто на приложенията.
cs: Nastavení Waydroid bylo dokončeno. Nyní jej můžete spustit z nabídky aplikací.
da: Waydroid-opsætningen er fuldført. Du kan nu starte det fra din applikationsmenu.
de: Die Waydroid-Installation ist abgeschlossen. Sie können es jetzt aus Ihrem Anwendungsmenü starten.
el: Η ρύθμιση του Waydroid ολοκληρώθηκε. Μπορείτε τώρα να το εκκινήσετε από το μενού εφαρμογών σας.
es: La configuración de Waydroid está completa. Ahora puedes iniciarlo desde el menú de aplicaciones.
et: Waydroidi seadistamine on lõpetatud. Nüüd saate seda käivitada oma rakenduste menüüst.
fi: Waydroid-asennus on valmis. Voit nyt käynnistää sen sovellusten valikosta.
fr: La configuration de Waydroid est terminée. Vous pouvez maintenant le lancer depuis votre menu d'applications.
he: הגדרת Waydroid הושלמה. כעת תוכל להפעיל אותו מתפריט היישומים שלך.
hr: Waydroid postavka je završena. Sada ga možete pokrenuti iz izbornika aplikacija.
hu: A Waydroid beállítása befejeződött. Mostantól elindíthatja az alkalmazások menüjéből.
is: Waydroid uppsetning er lokið. Þú getur nú ræst það úr forritaskránni þinni.
it: La configurazione di Waydroid è completa. Ora puoi avviarlo dal menu delle applicazioni.
ja: Waydroidのセットアップが完了しました。これでアプリケーションメニューから起動できます。
nl: De Waydroid-installatie is voltooid. Je kunt het nu starten vanuit je applicatiemenu.
no: Waydroid-oppsett er fullført. Du kan nå starte det fra applikasjonsmenyen din.
pl: Konfiguracja Waydroid została zakończona. Możesz teraz uruchomić go z menu aplikacji.
pt: A configuração do Waydroid está completa. Agora você pode iniciá-lo a partir do menu de aplicativos.
ro: Configurarea Waydroid este completă. Acum o poți lansa din meniul aplicațiilor tale.
ru: Настройка Waydroid завершена. Теперь вы можете запустить его из меню приложений.
sk: Nastavenie Waydroidu je dokončené. Teraz ho môžete spustiť z ponuky aplikácií.
sv: Waydroid-installationen är klar. Du kan nu starta den från din applikationsmeny.
tr: Waydroid kurulumu tamamlandı. Artık uygulamalar menüsünden başlatabilirsiniz.
uk: Налаштування Waydroid завершено. Тепер ви можете запустити його з меню програм.

source: Waydroid requires a Wayland session to work.
bg: Waydroid изисква сесия на Wayland, за да работи.
cs: Waydroid vyžaduje relaci Wayland k fungování.
da: Waydroid kræver en Wayland-session for at fungere.
de: Waydroid benötigt eine Wayland-Sitzung, um zu funktionieren.
el: Το Waydroid απαιτεί μια συνεδρία Wayland για να λειτουργήσει.
es: Waydroid requiere una sesión de Wayland para funcionar.
et: Waydroid vajab töötamiseks Waylandi seanssi.
fi: Waydroid vaatii Wayland-istunnon toimiakseen.
fr: Waydroid nécessite une session Wayland pour fonctionner.
he: Waydroid דורש מושב Wayland כדי לפעול.
hr: Waydroid zahtijeva Wayland sesiju za rad.
hu: A Waydroid működéséhez Wayland munkamenet szükséges.
is: Waydroid krefst Wayland sesíu til að virka.
it: Waydroid richiede una sessione Wayland per funzionare.
ja: Waydroidは動作するためにWaylandセッションを必要とします。
nl: Waydroid vereist een Wayland-sessie om te werken.
no: Waydroid krever en Wayland-økt for å fungere.
pl: Waydroid wymaga sesji Wayland, aby działać.
pt: O Waydroid requer uma sessão Wayland para funcionar.
ro: Waydroid necesită o sesiune Wayland pentru a funcționa.
ru: Waydroid требует сессии Wayland для работы.
sk: Waydroid vyžaduje na fungovanie reláciu Wayland.
sv: Waydroid kräver en Wayland-session för att fungera.
tr: Waydroid'un çalışması için bir Wayland oturumu gereklidir.
uk: Waydroid потребує сесію Wayland для роботи.

source: Reboot your system to apply the changes.
bg: Рестартирайте системата си, за да приложите промените.
cs: Restartujte systém, aby se změny projevily.
da: Genstart dit system for at anvende ændringerne.
de: Starten Sie Ihr System neu, um die Änderungen anzuwenden.
el: Επανεκκινήστε το σύστημά σας για να εφαρμόσετε τις αλλαγές.
es: Reinicie su sistema para aplicar los cambios.
et: Taaskäivitage oma süsteem muudatuste rakendamiseks.
fi: Käynnistä järjestelmäsi uudelleen ottaaksesi muutokset käyttöön.
fr: Redémarrez votre système pour appliquer les modifications.
he: אתה צריך לאתחל את המערכת שלך כדי להחיל את השינויים.
hr: Ponovno pokrenite sustav kako biste primijenili promjene.
hu: Indítsa újra a rendszert a változtatások alkalmazásához.
is: Endurrættu kerfið þitt til að beita breytingunum.
it: Riavvia il sistema per applicare le modifiche.
ja: システムを再起動して変更を適用してください。
nl: Herstart uw systeem om de wijzigingen toe te passen.
no: Start systemet på nytt for å bruke endringene.
pl: Uruchom ponownie system, aby zastosować zmiany.
pt: Reinicie o sistema para aplicar as alterações.
ro: Reporniți sistemul pentru a aplica modificările.
ru: Перезагрузите систему, чтобы применить изменения.
sk: Reštartujte svoj systém, aby ste uplatnili zmeny.
sv: Starta om ditt system för att tillämpa ändringarna.
tr: Değişiklikleri uygulamak için sisteminizi yeniden başlatın.
uk: Перезавантажте вашу систему, щоб застосувати зміни.

source: This script is not compatible with your operating system.
bg: Този скрипт не е съвместим с вашата операционна система.
cs: Tento skript není kompatibilní s vaším operačním systémem.
da: Dette script er ikke kompatibelt med dit operativsystem.
de: Dieses Skript ist mit Ihrem Betriebssystem nicht kompatibel.
el: Αυτό το σενάριο δεν είναι συμβατό με το λειτουργικό σας σύστημα.
es: Este script no es compatible con su sistema operativo.
et: See skript ei ühildu teie operatsioonisüsteemiga.
fi: Tämä skripti ei ole yhteensopiva käyttöjärjestelmäsi kanssa.
fr: Ce script n'est pas compatible avec votre système d'exploitation.
he: הסקריפט הזה אינו תואם למערכת ההפעלה שלך.
hr: Ova skripta nije kompatibilna s vašim operativnim sustavom.
hu: Ez a szkript nem kompatibilis az operációs rendszerével.
is: Þetta skrift er ekki samhæf við stýrikerfið þitt.
it: Questo script non è compatibile con il tuo sistema operativo.
ja: このスクリプトはあなたのオペレーティングシステムと互換性がありません。
nl: Dit script is niet compatibel met uw besturingssysteem.
no: Dette skriptet er ikke kompatibelt med operativsystemet ditt.
pl: Ten skrypt nie jest kompatybilny z twoim systemem operacyjnym.
pt: Este script não é compatível com o seu sistema operacional.
ro: Acest script nu este compatibil cu sistemul dumneavoastră de operare.
ru: Этот скрипт несовместим с вашей операционной системой.
sk: Tento skript nie je kompatibilný s vaším operačným systémom.
sv: Detta skript är inte kompatibelt med ditt operativsystem.
tr: Bu betik işletim sisteminizle uyumlu değil.
uk: Цей скрипт не сумісний з вашою операційною системою.

source: Cloudflare WARP is already installed.
bg: Cloudflare WARP вече е инсталиран.
cs: Cloudflare WARP je již nainstalován.
da: Cloudflare WARP er allerede installeret.
de: Cloudflare WARP ist bereits installiert.
el: Το Cloudflare WARP είναι ήδη εγκατεστημένο.
es: Cloudflare WARP ya está instalado.
et: Cloudflare WARP on juba installitud.
fi: Cloudflare WARP on jo asennettu.
fr: Cloudflare WARP est déjà installé.
he: Cloudflare WARP כבר מותקן.
hr: Cloudflare WARP je već instaliran.
hu: A Cloudflare WARP már telepítve van.
is: Cloudflare WARP er þegar uppsett.
it: Cloudflare WARP è già installato.
ja: Cloudflare WARPはすでにインストールされています。
nl: Cloudflare WARP is al geïnstalleerd.
no: Cloudflare WARP er allerede installert.
pl: Cloudflare WARP jest już zainstalowany.
pt: O Cloudflare WARP já está instalado.
ro: Cloudflare WARP este deja instalat.
ru: Cloudflare WARP уже установлен.
sk: Cloudflare WARP je už nainštalovaný.
sv: Cloudflare WARP är redan installerat.
tr: Cloudflare WARP zaten yüklü.
uk: Cloudflare WARP вже встановлено.

source: This system has already been optimized by LinuxToys. To re-apply, please use the 'Undo Optimizations' script first.
bg: Тази система вече е оптимизирана от LinuxToys. За да приложите отново, моля, първо използвайте скрипта 'Отмяна на оптимизации'.
cs: Tento systém byl již optimalizován pomocí LinuxToys. Pro opětovné použití prosím nejprve použijte skript 'Zpět optimalizace'.
da: Dette system er allerede blevet optimeret af LinuxToys. For at genanvende, skal du først bruge 'Fortryd optimeringer' scriptet.
de: Dieses System wurde bereits von LinuxToys optimiert. Um die Optimierungen erneut anzuwenden, verwenden Sie bitte zuerst das Skript 'Optimierungen Rückgängig machen'.
el: Αυτό το σύστημα έχει ήδη βελτιστοποιηθεί από το LinuxToys. Για να επαναλάβετε, παρακαλώ χρησιμοποιήστε πρώτα το σενάριο 'Αναίρεση Βελτιστοποιήσεων'.
es: Este sistema ya ha sido optimizado por LinuxToys. Para volver a aplicar, utilice primero el script 'Deshacer Optimizaciones'.
et: See süsteem on juba optimeeritud LinuxToys'i poolt. Taaskasutamiseks palun kasutage esmalt skripti 'Tühista optimeerimised'.
fi: Tämä järjestelmä on jo optimoitu LinuxToys:in toimesta. Käytä ensin 'Kumoa optimoinnit' -skriptiä uudelleen soveltamiseen.
fr: Ce système a déjà été optimisé par LinuxToys. Pour réappliquer, veuillez d'abord utiliser le script 'Annuler les optimisations'.
he: מערכת זו כבר אופטימיזציה על ידי LinuxToys. כדי ליישם מחדש, אנא השתמש קודם בסקריפט 'ביטול אופטימיזציות'.
hr: Ovaj sustav je već optimiziran od strane LinuxToys. Da biste ponovo primijenili, prvo upotrijebite skriptu 'Poništi optimizacije'.
hu: Ez a rendszer már optimalizálva lett a LinuxToys által. Az újraalkalmazáshoz először kérjük, használja az 'Optimalizálások visszavonása' szkriptet.
is: Þetta kerfi hefur þegar verið hámarkað af LinuxToys. Til að endurhanna, vinsamlegast notaðu 'Aftengja hámarkanir' skriftina fyrst.
it: Questo sistema è già stato ottimizzato da LinuxToys. Per riapplicare, si prega di utilizzare prima lo script 'Annulla ottimizzazioni'.
ja: このシステムはすでにLinuxToysによって最適化されています。再適用するには、まず「最適化の元に戻す」スクリプトを使用してください。
nl: Dit systeem is al geoptimaliseerd door LinuxToys. Gebruik eerst het script 'Optimalisaties Ongedaan Maken' om opnieuw toe te passen.
no: Dette systemet har allerede blitt optimalisert av LinuxToys. For å bruke det på nytt, vennligst bruk 'Angre optimaliseringer'-skriptet først.
pl: Ten system został już zoptymalizowany przez LinuxToys. Aby ponownie zastosować, najpierw użyj skryptu 'Cofnij optymalizacje'.
pt: Este sistema já foi otimizado pelo LinuxToys. Para reaplicar, por favor, use primeiro o script 'Reverter Otimizações'.
ro: Acest sistem a fost deja optimizat de LinuxToys. Pentru a reaplica, vă rugăm să folosiți mai întâi scriptul 'Anulați optimizările'.
ru: Эта система уже была оптимизирована с помощью LinuxToys. Чтобы повторно применить, сначала используйте скрипт 'Отменить оптимизации'.
sk: Tento systém bol už optimalizovaný spoločnosťou LinuxToys. Ak chcete znovu aplikovať, najprv použite skript 'Zrušiť optimalizácie'.
sv: Detta system har redan optimerats av LinuxToys. För att återanvända, vänligen använd skriptet 'Ångra optimeringar' först.
tr: Bu sistem zaten LinuxToys tarafından optimize edilmiştir. Yeniden uygulamak için lütfen önce 'Optimizasyonları Geri Al' betiğini kullanın.
uk: Ця система вже була оптимізована за допомогою LinuxToys. Щоб повторно застосувати, спочатку використайте скрипт 'Скасувати оптимізації'.

source: Choose your device type:
bg: Изберете типа на устройството си:
cs: Vyberte typ zařízení:
da: Vælg din enhedstype:
de: Wählen Sie Ihren Gerätetyp aus:
el: Επιλέξτε τον τύπο της συσκευής σας:
es: Elige tu tipo de dispositivo:
et: Vali oma seadme tüüp:
fi: Valitse laitetyyppi:
fr: Choisissez votre type d'appareil :
he: בחר את סוג המכשיר שלך:
hr: Odaberite vrstu uređaja:
hu: Válaszd ki az eszköztípusodat:
is: Veldu tæki tegund:
it: Scegli il tipo di dispositivo:
ja: デバイスタイプを選択してください:
nl: Kies uw apparaattype:
no: Velg enhetstype:
pl: Wybierz typ urządzenia:
pt: Escolha o tipo de dispositivo:
ro: Alegeți tipul de dispozitiv:
ru: Выберите тип устройства:
sk: Vyberte typ zariadenia:
sv: Välj din enhetstyp:
tr: Cihaz türünüzü seçin:
uk: Виберіть тип вашого пристрою:

source: AMD Drivers
bg: AMD Драйвери
cs: Ovladače AMD
da: AMD-drivere
de: AMD-Treiber
el: Οδηγοί AMD
es: Controladores de AMD
et: AMD draiverid
fi: AMD-ohjaimet
fr: Pilotes AMD
he: דרייברים של AMD
hr: AMD upravljački programi
hu: AMD illesztőprogramok
is: AMD drifta
it: Driver AMD
ja: AMDドライバー
nl: AMD-stuurprogramma's
no: AMD-drivere
pl: Sterowniki AMD
pt: Drivers da AMD
ro: Drivere AMD
ru: Драйверы AMD
sk: Ovládače AMD
sv: AMD-drivrutiner
tr: AMD Sürücüleri
uk: Драйвери AMD

source: Installation successful.
bg: Инсталацията е успешна.
cs: Instalace byla úspěšná.
da: Installation vellykket.
de: Installation erfolgreich.
el: Η εγκατάσταση ολοκληρώθηκε με επιτυχία.
es: Instalación exitosa.
et: Installeerimine õnnestus.
fi: Asennus onnistui.
fr: Installation réussie.
he: ההתקנה הושלמה בהצלחה.
hr: Instalacija uspješna.
hu: A telepítés sikeres.
is: Uppsetning tókst.
it: Installazione riuscita.
ja: インストールに成功しました。
nl: Installatie succesvol.
no: Installasjonen var vellykket.
pl: Instalacja zakończona sukcesem.
pt: Instalação bem-sucedida.
ro: Instalare reușită.
ru: Установка завершена успешно.
sk: Inštalácia bola úspešná.
sv: Installation lyckades.
tr: Kurulum başarılı.
uk: Встановлення успішне.

source: This script only installs the DaVinci Resolve software. A license from Blackmagic Design is required to use the Studio version.
bg: Този скрипт инсталира само софтуера DaVinci Resolve. За използване на версията Studio е необходима лиценз от Blackmagic Design.
cs: Tento skript pouze nainstaluje software DaVinci Resolve. K použití verze Studio je vyžadována licence od společnosti Blackmagic Design.
da: Dette script installerer kun DaVinci Resolve-softwaren. En licens fra Blackmagic Design er påkrævet for at bruge Studio-versionen.
de: Dieses Skript installiert nur die DaVinci Resolve-Software. Eine Lizenz von Blackmagic Design ist erforderlich, um die Studio-Version zu verwenden.
el: Αυτό το σενάριο εγκαθιστά μόνο το λογισμικό DaVinci Resolve. Απαιτείται άδεια από την Blackmagic Design για να χρησιμοποιήσετε την έκδοση Studio.
es: Este script solo instala el software DaVinci Resolve. Se requiere una licencia de Blackmagic Design para usar la versión Studio.
et: See skript installib ainult DaVinci Resolve tarkvara. Studio versiooni kasutamiseks on vajalik Blackmagic Design'i litsents.
fi: Tämä skripti asentaa vain DaVinci Resolve -ohjelmiston. Studio-version käyttöön tarvitaan lisenssi Blackmagic Designilta.
fr: Ce script installe uniquement le logiciel DaVinci Resolve. Une licence de Blackmagic Design est requise pour utiliser la version Studio.
he: סקריפט זה מתקין רק את תוכנת DaVinci Resolve. רישיון מ-Blackmagic Design נדרש כדי להשתמש בגרסה Studio.
hr: Ovaj skript samo instalira DaVinci Resolve softver. Licenca od Blackmagic Design-a je potrebna za korištenje Studio verzije.
hu: Ez a szkript csak a DaVinci Resolve szoftvert telepíti. A Stúdió verzió használatához Blackmagic Design licenc szükséges.
is: Þessi skrift setur aðeins upp DaVinci Resolve hugbúnaðinn. Leyfi frá Blackmagic Design er nauðsynlegt til að nota Studio útgáfuna.
it: Questo script installa solo il software DaVinci Resolve. È necessaria una licenza da Blackmagic Design per utilizzare la versione Studio.
ja: このスクリプトはDaVinci Resolveソフトウェアのみをインストールします。スタジオ版を使用するにはBlackmagic Designのライセンスが必要です。
nl: Dit script installeert alleen de DaVinci Resolve-software. Een licentie van Blackmagic Design is vereist om de Studio-versie te gebruiken.
no: Dette skriptet installerer kun DaVinci Resolve-programvaren. En lisens fra Blackmagic Design er nødvendig for å bruke Studio-versjonen.
pl: Ten skrypt instaluje tylko oprogramowanie DaVinci Resolve. Wymagana jest licencja od Blackmagic Design, aby korzystać z wersji Studio.
pt: Este script apenas instala o software DaVinci Resolve. É necessária uma licença da Blackmagic Design para usar a versão Studio.
ro: Acest script instalează doar software-ul DaVinci Resolve. Este necesară o licență de la Blackmagic Design pentru a utiliza versiunea Studio.
ru: Этот скрипт устанавливает только программное обеспечение DaVinci Resolve. Для использования версии Studio требуется лицензия от Blackmagic Design.
sk: Tento skript inštaluje iba softvér DaVinci Resolve. Na používanie verzie Studio je potrebná licencia od spoločnosti Blackmagic Design.
sv: Detta skript installerar endast DaVinci Resolve-programvaran. En licens från Blackmagic Design krävs för att använda Studio-versionen.
tr: Bu betik yalnızca DaVinci Resolve yazılımını kurar. Studio sürümünü kullanmak için Blackmagic Design'dan bir lisans gereklidir.
uk: Цей скрипт лише встановлює програмне забезпечення DaVinci Resolve. Для використання версії Studio потрібна ліцензія від Blackmagic Design.

source: The application is already up to date.
bg: Приложението вече е актуализирано.
cs: Aplikace je již aktuální.
da: Applikationen er allerede opdateret.
de: Die Anwendung ist bereits auf dem neuesten Stand.
el: Η εφαρμογή είναι ήδη ενημερωμένη.
es: La aplicación ya está actualizada.
et: Rakendus on juba ajakohane.
fi: Sovellus on jo ajan tasalla.
fr: L'application est déjà à jour.
he: היישום כבר מעודכן.
hr: Aplikacija je već ažurirana.
hu: Az alkalmazás már naprakész.
is: Forritið er þegar uppfært.
it: L'applicazione è già aggiornata.
ja: アプリケーションはすでに最新です。
nl: De applicatie is al up-to-date.
no: Applikasjonen er allerede oppdatert.
pl: Aplikacja jest już aktualna.
pt: O aplicativo já está atualizado.
ro: Aplicația este deja actualizată.
ru: Приложение уже обновлено.
sk: Aplikácia je už aktuálna.
sv: Applikationen är redan uppdaterad.
tr: Uygulama zaten günceldir.
uk: Застосунок вже оновлено.

source: Optimization Complete
bg: Оптимизацията е завършена
cs: Optimalizace dokončena
da: Optimering Fuldført
de: Optimierung abgeschlossen
el: Η βελτιστοποίηση ολοκληρώθηκε
es: Optimización Completa
et: Optimeerimine Lõpetatud
fi: Optimointi valmis
fr: Optimisation terminée
he: אופטימיזציה הושלמה
hr: Optimizacija dovršena
hu: Optimalizálás befejezve
is: Hagræðing Lokið
it: Ottimizzazione completata
ja: 最適化が完了しました
nl: Optimalisatie Voltooid
no: Optimalisering Fullført
pl: Optymalizacja zakończona
pt: Otimização Completa
ro: Optimizare completă
ru: Оптимизация завершена
sk: Optimalizácia dokončená
sv: Optimering Slutförd
tr: Optimizasyon Tamamlandı
uk: Оптимізація завершена
