Repository: psygreg/linuxtoys
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: PyEnv has been installed. Please restart your terminal or source your shell configuration file (e.g., .bash_profile, .zshrc) to start using it. A browser window will now open with usage instructions.
bg: PyEnv е инсталиран. Моля, рестартирайте терминала си или заредете конфигурационния файл на шелла си (напр. .bash_profile, .zshrc), за да започнете да го използвате. Сега ще се отвори прозорец на браузъра с инструкции за употреба.
cs: PyEnv byl nainstalován. Prosím, restartujte svůj terminál nebo načtěte konfigurační soubor shellu (např. .bash_profile, .zshrc), abyste mohli začít používat. Nyní se otevře okno prohlížeče s pokyny k použití.
da: PyEnv er blevet installeret. Genstart venligst dit terminalvindue eller kilde din shell-konfigurationsfil (f.eks. .bash_profile, .zshrc) for at begynde at bruge det. Et browservindue åbnes nu med brugsanvisninger.
de: PyEnv wurde installiert. Bitte starten Sie Ihr Terminal neu oder laden Sie Ihre Shell-Konfigurationsdatei (z. B. .bash_profile, .zshrc), um es zu verwenden. Ein Browserfenster wird jetzt mit den Benutzungsanweisungen geöffnet.
el: Το PyEnv έχει εγκατασταθεί. Παρακαλώ επανεκκινήστε το τερματικό σας ή φορτώστε το αρχείο ρύθμισης του shell σας (π.χ., .bash_profile, .zshrc) για να αρχίσετε να το χρησιμοποιείτε. Ένα παράθυρο προγράμματος περιήγησης θα ανοίξει τώρα με οδηγίες χρήσης.
es: PyEnv se ha instalado. Por favor, reinicia tu terminal o carga tu archivo de configuración de shell (por ejemplo, .bash_profile, .zshrc) para comenzar a usarlo. Ahora se abrirá una ventana del navegador con instrucciones de uso.
et: PyEnv on paigaldatud. Palun taaskäivitage oma terminal või laadige oma shelli konfiguratsioonifail (nt .bash_profile, .zshrc), et alustada selle kasutamist. Brauseri aken avatakse nüüd kasutusjuhistega.
fi: PyEnv on asennettu. Käynnistä terminaali uudelleen tai lataa shell-konfiguraatiotiedostosi (esim. .bash_profile, .zshrc) aloittaaksesi sen käytön. Selainikkuna avautuu nyt käyttöohjeiden kanssa.
fr: PyEnv a été installé. Veuillez redémarrer votre terminal ou sourcer votre fichier de configuration de shell (par exemple, .bash_profile, .zshrc) pour commencer à l'utiliser. Une fenêtre de navigateur va maintenant s'ouvrir avec des instructions d'utilisation.
he: PyEnv הותקן. אנא הפעל מחדש את הטרמינל שלך או טען את קובץ ההגדרות של ה-shell שלך (למשל, .bash_profile, .zshrc) כדי להתחיל להשתמש בו. חלון דפדפן ייפתח כעת עם הוראות שימוש.
hr: PyEnv je instaliran. Molimo ponovno pokrenite svoj terminal ili učitajte svoju konfiguracijsku datoteku ljuske (npr. .bash_profile, .zshrc) kako biste ga počeli koristiti. Sada će se otvoriti prozor preglednika s uputama za korištenje.
hu: A PyEnv telepítve lett. Kérjük, indítsa újra a terminálját, vagy forrásolja a shell konfigurációs fájlját (pl. .bash_profile, .zshrc) a használat megkezdéséhez. Most egy böngészőablak fog megnyílni a használati utasításokkal.
is: PyEnv hefur verið settur upp. Vinsamlegast endurræstu terminalinn þinn eða uppfærðu shell stillingaskrána þína (t.d. .bash_profile, .zshrc) til að byrja að nota hann. Vafragluggi mun nú opnast með notkunarleiðbeiningum.
it: PyEnv è stato installato. Riavvia il terminale o carica il file di configurazione della shell (ad es., .bash_profile, .zshrc) per iniziare a usarlo. Ora si aprirà una finestra del browser con le istruzioni per l'uso.
ja: PyEnvがインストールされました。ターミナルを再起動するか、シェル設定ファイル（例：.bash_profile、.zshrc）をソースして使用を開始してください。使用方法の指示が表示されたブラウザウィンドウが開きます。
nl: PyEnv is geïnstalleerd. Herstart uw terminal of laad uw shell-configuratiebestand (bijv. .bash_profile, .zshrc) om het te gaan gebruiken. Een browservenster wordt nu geopend met gebruiksinstructies.
no: PyEnv har blitt installert. Vennligst start terminalen på nytt eller kilde konfigurasjonsfilen for skallet ditt (f.eks. .bash_profile, .zshrc) for å begynne å bruke det. Et nettleservindu vil nå åpne med bruksanvisning.
pl: PyEnv został zainstalowany. Proszę zrestartować terminal lub załadować plik konfiguracyjny powłoki (np. .bash_profile, .zshrc), aby zacząć go używać. Teraz otworzy się okno przeglądarki z instrukcjami użytkowania.
pt: O PyEnv foi instalado. Por favor, reinicie seu terminal ou recarregue seu arquivo de configuração do shell (ex: .bash_profile, .zshrc) para começar a usá-lo. Uma janela do navegador será aberta com instruções de uso.
ro: PyEnv a fost instalat. Vă rugăm să reporniți terminalul sau să sursați fișierul de configurare a shell-ului (de exemplu, .bash_profile, .zshrc) pentru a începe să-l utilizați. O fereastră de browser se va deschide acum cu instrucțiuni de utilizare.
ru: PyEnv был установлен. Пожалуйста, перезапустите ваш терминал или загрузите файл конфигурации оболочки (например, .bash_profile, .zshrc), чтобы начать его использовать. Теперь откроется окно браузера с инструкциями по использованию.
sk: PyEnv bol nainštalovaný. Prosím, reštartujte svoj terminál alebo načítajte svoj konfiguračný súbor shellu (napr. .bash_profile, .zshrc), aby ste ho mohli začať používať. Teraz sa otvorí okno prehliadača s pokynmi na používanie.
sv: PyEnv har installerats. Vänligen starta om din terminal eller käll din skalkonfigurationsfil (t.ex. .bash_profile, .zshrc) för att börja använda det. Ett webbläsarfönster öppnas nu med användarinstruktioner.
tr: PyEnv yüklendi. Lütfen terminalinizi yeniden başlatın veya kabuk yapılandırma dosyanızı (örneğin, .bash_profile, .zshrc) kaynaklayın. Artık kullanım talimatlarıyla birlikte bir tarayıcı penceresi açılacaktır.
uk: PyEnv було встановлено. Будь ласка, перезапустіть ваш термінал або завантажте файл конфігурації оболонки (наприклад, .bash_profile, .zshrc), щоб почати його використовувати. Тепер відкриється вікно браузера з інструкціями щодо використання.

source: Mise has been installed. Please restart your terminal or source your shell configuration file (e.g., .bashrc, .zshrc) to start using it. A browser window will now open with the official documentation.
bg: Mise е инсталиран. Моля, рестартирайте терминала си или заредете конфигурационния файл на обвивката си (напр. .bashrc, .zshrc), за да започнете да го използвате. Сега ще се отвори прозорец на браузъра с официалната документация.
cs: Mise byla nainstalována. Prosím, restartujte svůj terminál nebo načtěte konfigurační soubor vašeho shellu (např. .bashrc, .zshrc), abyste ji mohli začít používat. Nyní se otevře okno prohlížeče s oficiální dokumentací.
da: Mise er blevet installeret. Genstart venligst dit terminalvindue eller kilde din shell-konfigurationsfil (f.eks. .bashrc, .zshrc) for at begynde at bruge det. Et browservindue åbnes nu med den officielle dokumentation.
de: Mise wurde installiert. Bitte starten Sie Ihr Terminal neu oder laden Sie Ihre Shell-Konfigurationsdatei (z. B. .bashrc, .zshrc), um es zu verwenden. Ein Browserfenster wird jetzt mit der offiziellen Dokumentation geöffnet.
el: Η Mise έχει εγκατασταθεί. Παρακαλώ επανεκκινήστε το τερματικό σας ή φορτώστε το αρχείο ρύθμισης του κελύφους σας (π.χ., .bashrc, .zshrc) για να αρχίσετε να το χρησιμοποιείτε. Ένα παράθυρο προγράμματος περιήγησης θα ανοίξει τώρα με την επίσημη τεκμηρίωση.
es: Mise ha sido instalado. Por favor, reinicia tu terminal o carga tu archivo de configuración de shell (por ejemplo, .bashrc, .zshrc) para comenzar a usarlo. Ahora se abrirá una ventana del navegador con la documentación oficial.
et: Mise on installitud. Palun taaskäivitage oma terminal või laadige oma shelli konfiguratsioonifail (nt .bashrc, .zshrc), et alustada selle kasutamist. Nüüd avatakse brauseri aken ametliku dokumentatsiooniga.
fi: Mise on asennettu. Käynnistä terminaali uudelleen tai lataa shellin konfiguraatiotiedosto (esim. .bashrc, .zshrc) aloittaaksesi sen käytön. Selainikkuna avautuu nyt virallisen dokumentaation kanssa.
fr: Mise a été installé. Veuillez redémarrer votre terminal ou sourcer votre fichier de configuration de shell (par exemple, .bashrc, .zshrc) pour commencer à l'utiliser. Une fenêtre de navigateur va maintenant s'ouvrir avec la documentation officielle.
he: מיס הותקן. אנא הפעל מחדש את הטרמינל שלך או טען את קובץ הקונפיגורציה של ה-shell שלך (למשל, .bashrc, .zshrc) כדי להתחיל להשתמש בו. חלון דפדפן ייפתח כעת עם התיעוד הרשמי.
hr: Mise je instaliran. Molimo ponovo pokrenite svoj terminal ili učitajte svoju konfiguracijsku datoteku ljuske (npr. .bashrc, .zshrc) kako biste ga počeli koristiti. Sada će se otvoriti prozor preglednika s službenom dokumentacijom.
hu: A Mise telepítve lett. Kérjük, indítsa újra a terminálját, vagy forrásolja a shell konfigurációs fájlját (pl. .bashrc, .zshrc), hogy elkezdhesse használni. Most egy böngészőablak nyílik meg a hivatalos dokumentációval.
is: Mise hefur verið sett upp. Vinsamlegast endurræstu terminalinn þinn eða uppfærðu stillingaskrána þína (t.d. .bashrc, .zshrc) til að byrja að nota það. Vafragluggi mun nú opnast með opinberu skjölunum.
it: Mise è stato installato. Riavvia il tuo terminale o carica il file di configurazione della tua shell (ad esempio, .bashrc, .zshrc) per iniziare a usarlo. Si aprirà ora una finestra del browser con la documentazione ufficiale.
ja: Miseがインストールされました。ターミナルを再起動するか、シェル設定ファイル（例：.bashrc、.zshrc）をソースして使用を開始してください。公式ドキュメントが表示されるブラウザウィンドウが開きます。
nl: Mise is geïnstalleerd. Herstart uw terminal of laad uw shell-configuratiebestand (bijv. .bashrc, .zshrc) om het te gaan gebruiken. Een browservenster wordt nu geopend met de officiële documentatie.
no: Mise har blitt installert. Vennligst start terminalen på nytt eller kilde konfigurasjonsfilen for skallet ditt (f.eks. .bashrc, .zshrc) for å begynne å bruke det. Et nettleservindu vil nå åpne med den offisielle dokumentasjonen.
pl: Mise zostało zainstalowane. Proszę zrestartować terminal lub załadować plik konfiguracyjny powłoki (np. .bashrc, .zshrc), aby zacząć z niego korzystać. Teraz otworzy się okno przeglądarki z oficjalną dokumentacją.
pt: O Mise foi instalado. Por favor, reinicie seu terminal ou recarregue seu arquivo de configuração do shell (ex: .bashrc, .zshrc) para começar a usá-lo. Uma janela do navegador será aberta com a documentação oficial.
ro: Mise a fost instalat. Vă rugăm să reporniți terminalul sau să sursați fișierul de configurare a shell-ului (de exemplu, .bashrc, .zshrc) pentru a începe să-l utilizați. O fereastră de browser se va deschide acum cu documentația oficială.
ru: Mise был установлен. Пожалуйста, перезапустите ваш терминал или загрузите файл конфигурации оболочки (например, .bashrc, .zshrc), чтобы начать его использовать. Теперь откроется окно браузера с официальной документацией.
sk: Mise bola nainštalovaná. Prosím, reštartujte svoj terminál alebo načítajte svoj konfiguračný súbor shellu (napr. .bashrc, .zshrc), aby ste ju mohli začať používať. Teraz sa otvorí okno prehliadača s oficiálnou dokumentáciou.
sv: Mise har installerats. Vänligen starta om din terminal eller käll din skalkonfigurationsfil (t.ex. .bashrc, .zshrc) för att börja använda den. Ett webbläsarfönster öppnas nu med den officiella dokumentationen.
tr: Mise yüklendi. Lütfen terminalinizi yeniden başlatın veya shell yapılandırma dosyanızı (örneğin, .bashrc, .zshrc) kaynaklayın. Artık resmi belgelerle birlikte bir tarayıcı penceresi açılacaktır.
uk: Mise було встановлено. Будь ласка, перезапустіть термінал або завантажте файл конфігурації оболонки (наприклад, .bashrc, .zshrc), щоб почати його використовувати. Тепер відкриється вікно браузера з офіційною документацією.

source: Support this project
bg: Подкрепете този проект
cs: Podpořte tento projekt
da: Støt dette projekt.
de: Unterstützen Sie dieses Projekt
el: Υποστηρίξτε αυτό το έργο
es: Apoya este proyecto
et: Toeta seda projekti
fi: Tue tätä projektia
fr: Soutenez ce projet
he: תמוך בפרויקט הזה
hr: Podržite ovaj projekt
hu: Támogassa ezt a projektet
is: Stuðla að þessu verkefni
it: Sostieni questo progetto
ja: このプロジェクトをサポートしてください。
nl: Steun dit project
no: Støtt dette prosjektet
pl: Wspieraj ten projekt
pt: Apoie este projeto
ro: Susține acest proiect
ru: Поддержите этот проект
sk: Podporte tento projekt
sv: Stöd detta projekt
tr: Bu projeyi destekleyin.
uk: Підтримайте цей проєкт

source: Check us out on GitHub
bg: Разгледайте ни в GitHub
cs: Podívejte se na nás na GitHubu
da: Tjek os ud på GitHub
de: Schau dir unser Projekt auf GitHub an.
el: Δείτε μας στο GitHub
es: Visítanos en GitHub
et: Vaata meid GitHubis
fi: Tarkista meidät GitHubista
fr: Découvrez-nous sur GitHub
he: בדוק אותנו ב-GitHub
hr: Pogledajte nas na GitHubu
hu: Nézd meg a GitHub-on!
is: Skoðaðu okkur á GitHub
it: Controllaci su GitHub
ja: GitHubで私たちをチェックしてください
nl: Bekijk ons op GitHub
no: Sjekk oss ut på GitHub
pl: Sprawdź nas na GitHubie
pt: Confira-nos no GitHub
ro: Verifică-ne pe GitHub
ru: Проверьте нас на GitHub
sk: Pozrite si nás na GitHub-e
sv: Kolla in oss på GitHub
tr: Bizi GitHub'da kontrol edin
uk: Перегляньте нас на GitHub

source: Wiki
bg: Уики
he: ויקי
is: Vísindaskáld
ja: ウィキ
ru: Вики
tr: Viki
uk: Вікі

source: Report Bug
bg: Докладвай грешка
cs: Nahlásit chybu
da: Rapporter fejl
de: Fehler melden
el: Αναφορά σφάλματος
es: Informar de un error
et: Teata veast
fi: Ilmoita virheestä
fr: Signaler un bug
he: דווח על באג
hr: Prijavi grešku
hu: Hiba Jelentése
is: Skýra villu
it: Segnala bug
ja: バグを報告する
nl: Bug Rapporteren
no: Rapporter feil
pl: Zgłoś błąd
pt: Relatar Bug
ro: Raportează bug-ul
ru: Сообщить об ошибке
sk: Nahlásiť chybu
sv: Rapportera fel
tr: Hata Bildir
uk: Повідомити про помилку

source: Credits
bg: Кредити
cs: Kredity
da: Kreditter
el: Πιστώσεις
es: Créditos
et: Krediidid
fi: Luottoja
fr: Crédits
he: קרדיטים
hr: Krediti
hu: Hitelpontok
is: Kreditar
it: Crediti
ja: クレジット
no: Kreditter
pl: Kredyty
pt: Créditos
ro: Credite
ru: Кредиты
sk: Kredity
sv: Krediteringar
tr: Krediler
uk: Кредити

source: script_runner_title
bg: заглавие_на_скрипт_изпълнител
cs: název_skriptu_runner
da: script_kører_titel
de: Skript-Ausführungsüberschrift
el: τίτλος_εκτελεστή_σεναρίου
es: título_del_ejecutor_de_script
et: skripti_jooksja_pealkiri
fi: skriptin_suorittajan_nimi
fr: titre_du_script_exécuteur
he: כותרת_הרץ_סקריפט
hr: naslov_script_runnere
hu: script_futtató_cím
is: skrift_keyrari_titill
it: titolo_esecutore_script
ja: スクリプトランナーのタイトル
nl: script_loper_titel
no: skript_kjører_tittel
pl: tytuł_skryptu_uruchamiacza
pt: título_do_executador_de_script
ro: titlu_script_runner
ru: название_скрипт_исполнителя
sk: názov_spúšťača_skriptu
sv: skript_körarens_titel
tr: betik_çalıştırıcı_başlığı
uk: скрипт_виконавець_заголовок

source: script_runner_close
bg: скрипт_изпълнител_затвори
cs: uzavřít_spouštěč_skriptu
da: script_runner_luk
de: script_runner_schließen
el: κλείσιμο_σεναρίου_εκτέλεσης
es: cerrar_script_ejecutor
et: skripti_jooksja_suletud
fi: script_runner_sulje
fr: script_runner_fermer
he: סגירת_הרץ_סקריפט
hr: zatvaranje_script_izvršitelja
hu: script_futtató_becsukása
is: skrift_runnar_loka
it: chiudi_script_runner
ja: スクリプトランナーを閉じる
nl: script_loper_sluiten
no: script_løper_lukk
pl: zamknij_skrypt_uruchamiacza
pt: fechar_script_executor
ru: закрыть_скрипт_исполнитель
sk: script_bežec_zatvoriť
sv: script_körning_stäng
tr: script_yürütücü_kapat

source: Running Checklist ({current}/{total})
bg: Изпълнение на контролен списък ({current}/{total})
cs: Běží kontrolní seznam ({current}/{total})
da: Kørende tjekliste ({current}/{total})
de: Ausführungscheckliste ({current}/{total})
el: Λίστα Ελέγχου Εκτέλεσης ({current}/{total})
es: Lista de verificación en ejecución ({current}/{total})
et: Käimasolev kontrollnimekiri ({current}/{total})
fi: Suorituslista ({current}/{total})
fr: Liste de vérification en cours ({current}/{total})
he: רשימת בדיקה רצה ({current}/{total})
hr: Izvršavanje kontrolne liste ({current}/{total})
hu: Futó ellenőrzőlista ({current}/{total})
is: Keyrska lista ({current}/{total})
it: Elenco di controllo in esecuzione ({current}/{total})
ja: 実行チェックリスト ({current}/{total})
nl: Uitvoeren Checklist ({current}/{total})
no: Kjøre sjekkliste ({current}/{total})
pl: Lista kontrolna ({current}/{total})
pt: Lista de Verificação em Execução ({current}/{total})
ro: Listă de verificare în desfășurare ({current}/{total})
ru: Запуск контрольного списка ({current}/{total})
sk: Bežiaci kontrolný zoznam ({current}/{total})
sv: Körningschecklista ({current}/{total})
tr: Çalıştırma Kontrol Listesi ({current}/{total})
uk: Запуск списку перевірки ({current}/{total})

source: Close
bg: Затвори
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
he: סגור
hr: Zatvori
hu: Bezárás
is: Lokaðu
it: Chiudi
ja: 閉じる
nl: Sluiten
no: Lukk
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng
tr: Kapat
uk: Закрити

source: script_runner_finished
bg: скрипт_изпълнението_завърши
cs: běh_skriptu_dokončen
da: script_kører_færdig
de: Skript_Läufer_abgeschlossen
el: ο_εκτελεστής_σεναρίου_ολοκληρώθηκε
es: ejecución_del_script_finalizada
et: skripti_jooksu_lõppenud
fi: skriptin_suoritus_valmis
fr: exécution_du_script_terminée
he: הרצת הסקריפט הסתיימה
hr: izvršavanje_skripte_završeno
hu: script_futtatás_befejezve
is: skrift_rásin_lokið
it: esecuzione_script_completata
ja: スクリプトランナーが終了しました
nl: script_loper_voltooid
no: skript_kjører_fullført
pl: skrypt_uruchomiony_zakończony
pt: execução_do_script_concluída
ro: execuția_scriptului_finalizată
ru: скрипт_выполнен
sk: spustenie_skriptu_skončené
sv: skript_körning_avslutad
tr: betik_yürütme_tamamlandı
uk: скрипт_виконано

source: subtitle
bg: субтитри
cs: titulek
da: undertekster
de: Untertitel
el: υπότιτλος
es: subtítulo
et: subtiitrid
fi: tekstitys
fr: sous-titre
he: כתוביות
hr: titlovi
hu: felirat
is: undirskrift
it: sottotitolo
ja: 字幕
nl: ondertitel
no: undertekst
pl: napisy
pt: legenda
ro: subtitrare
ru: субтитры
sk: titulky
sv: undertext
tr: altyazı

source: Install
bg: Инсталирай
cs: Nainstalovat
da: Installer
de: Installieren
el: Εγκατάσταση
es: Instalar
et: Installi
fi: Asenna
fr: Installer
he: התקן
hr: Instaliraj
hu: Telepítés
is: Setja upp
it: Installa
ja: インストール
nl: Installeren
no: Installer
pl: Zainstaluj
pt: Instalar
ro: Instalare
ru: Установить
sk: Nainštalovať
sv: Installera
tr: Kurulum
uk: Встановити

source: Cancel
bg: Отмяна
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
he: ביטול
hr: Otkaži
hu: Mégse
is: Hætta við
it: Annulla
ja: キャンセル
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal et
uk: Скасувати

source: ostree_deployment_title
bg: Заглавие на разгръщане на ostree
cs: název_deploymentu_ostree
da: ostree_deployment_titel
de: Ostree-Bereitstellungstitel
el: τίτλος_αναπτύξεως_ostree
es: título_de_despliegue_ostree
et: ostree_deployimise_pealkiri
fi: ostree-asennusotsikko
fr: Titre de déploiement ostree
he: כותרת פריסת אוסטרי
hr: naslov_ostree_deployment
hu: telepítés címe
it: titolo_deployment_ostree
nl: ostree_deployment_titel
no: ostree_deployment_tittel
pl: tytuł_deploymentu_ostree
pt: Título da implantação do ostree
ro: Titlu desfășurare ostree
ru: Заголовок развертывания ostree
sk: nasadenie_ostree_nazov
sv: ostree_deployment_titel
tr: ostree_deployment_başlığı
uk: ostree_розгортання_назва

source: ostree_deployment_message
bg: съобщение_за_разгръщане
da: ostree_deployment_besked
de: ostree_Bereitstellungsnachricht
el: μήνυμα_αναπτύξεως_ostree
es: mensaje_de_despliegue_ostree
fi: ostree_deployment_viesti
fr: message_de_déploiement_ostree
he: הודעת פריסת אוסטרי
hr: poruka_deployiranja_ostree
hu: ostree_deployment_üzenet
it: messaggio_deployment_ostree
nl: ostree_implementatie_bericht
no: ostree_deployment_melding
pl: wiadomość_deployment_ostree
pt: mensagem_de_deploy_ostree
ro: mesaj_de_deployare_ostree
ru: сообщение_развертывания_ostree
sk: správa_deploymentu_ostree
sv: ostree_deployment_meddelande
tr: ostree_dağıtım_mesajı
uk: ostree_розгортання_повідомлення

source: reboot_now_btn
bg: презареди_сега_бутон
cs: restart_nyní_tlačítko
da: genstart_nu_btn
de: jetzt_neustarten_btn
el: επανεκκίνηση_τώρα_κουμπί
es: reiniciar_ahora_btn
et: taaskäivita_nüüd_nupp
fi: käynnistä_uudelleen_nappi
fr: redémarrer_maintenant_bouton
he: כפתור_אתחול_עכשיו
hr: ponovno_pokreni_btn
hu: újraindítás_most_gomb
is: endurr_núna_takki
it: riavvia_ora_btn
ja: 再起動_now_btn
nl: herstart_nu_knop
no: start_opp_nå_btn
pl: przycisk_reboot_teraz
pt: reiniciar_agora_btn
ro: buton_reboot_acum
ru: перезагрузить_сейчас_кнопка
sk: reštartovať_hneď_tlačidlo
sv: starta_om_nu_knapp
tr: şimdi_yeniden_baslat_btn
uk: перезавантажити_зараз_кнопка

source: reboot_later_btn
bg: рестартиране_по-късно_бутон
cs: restart_později_tlačítko
da: genstart_senere_knap
de: später_neustarten_btn
el: επανεκκίνηση_αργότερα_κουμπί
es: reiniciar_despues_btn
et: taaskord_hiljem_nupp
fi: Käynnistä_uudelleen_myöhemmin_nappi
fr: redémarrer_plus_tard_bouton
he: הפעל_מאוחר_יותר_כפתור
hr: ponovno_pokreni_kasnije_btn
hu: későbbi_újraindítás_gomb
is: endurr_síðar_knappur
it: riavvia_dopo_btn
ja: 後で再起動ボタン
nl: later_opnieuw_opstarten_knop
no: omstart_senere_knapp
pl: przycisk_reboot_za_później
pt: reiniciar_depois_btn
ro: reboot_mai_târziu_btn
ru: перезагрузить_позже_кнопка
sk: reštartovať_neskôr_tlačidlo
sv: starta_om_senare_knapp
tr: sonra_yeniden_baslat_btn
uk: перезавантажити_пізніше_кнопка

source: update_available_title
bg: Налична актуализация
cs: aktualizace_dostupná_název
da: opdatering_tilgængelig_titel
de: Update verfügbar
el: διαθέσιμη_ενημέρωση_τίτλος
es: actualización_disponible_título
et: uuendus_available_title
fi: päivitys_saatavilla_otsikko
fr: mise_à_jour_disponible_titre
he: עדכון זמין
hr: naslov_za_azuriranje_dostupno
hu: frissítés_elérhető_cím
is: uppfærslu_tilgengilegt_titill
it: aggiornamento_disponibile_titolo
ja: アップデート利用可能タイトル
nl: update_beschikbaar_titel
no: oppdatering_tilgjengelig_tittel
pl: aktualizacja_dostępna_tytuł
pt: atualização_disponível_título
ro: actualizare_disponibila_titlu
ru: Доступно обновление
sk: aktualizácia_dostupná_názov
sv: uppdatering_tillgänglig_titel
tr: güncelleme_mevcut_başlık
uk: Оновлення доступне

source: update_download_btn
bg: бутон_за_изтегляне_на_актуализация
cs: aktualizace_stáhnout_tlačítko
da: opdater_nedlæs_knap
de: aktualisieren_download_btn
el: κουμπί_λήψης_ενημέρωσης
es: botón_descargar_actualización
et: uuenduse_allalaadimise_nupp
fi: päivitys_lataus_nappi
fr: mettre_a_jour_bouton_telechargement
he: כפתור_הורדת_עדכון
hr: gumb za preuzimanje ažuriranja
hu: frissítés_letöltés_gomb
is: uppfærsluhlaða_takka
it: aggiorna_bottone_download
ja: 更新ダウンロードボタン
nl: update_download_knop
no: oppdater_nedlastingsknapp
pl: przycisk_pobierania_aktualizacji
pt: atualizar_botão_download
ro: buton_actualizare_descarcare
ru: кнопка_обновления_загрузки
sk: aktualizovať_stiahnutie_tlačidlo
sv: uppdatera_nedladdningsknapp
tr: güncelleme_indir_buton
uk: update_download_button

source: update_ignore_btn
bg: бутон_игнориране_на_актуализация
cs: tlačítko_ignorovat_aktualizaci
da: opdater_ignorer_knap
de: aktualisierung_ignorieren_btn
el: κουμπί_αγνοήσε_ενημέρωση
es: botón_ignorar_actualización
et: uuenduse_ignoreeri_nupp
fi: päivitys_ohita_nappi
fr: mettre_a_jour_ignorer_bouton
he: עדכון_התעלם_כפתור
hr: gumb_za_ignoriranje_azuriranja
hu: frissítés_figyelmen_kívül_hagyása_gomb
is: uppfærslu_ignora_takka
it: aggiorna_ignora_btn
ja: 更新無視ボタン
nl: update_negeer_knop
no: oppdater_ignorer_knapp
pl: przycisk_ignoruj_aktualizację
pt: atualizar_ignorar_btn
ro: buton_ignora_actualizare
ru: кнопка_игнорировать_обновление
sk: aktualizovať_ignorovať_tlačidlo
sv: uppdatera_ignorera_knapp
tr: güncelleme_yoksay_butonu
uk: update_ігнорувати_кнопку
