Repository: psygreg/linuxtoys
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: This will install a daemon that preloads frequently used applications into memory to speed up launch times. This is recommended only for systems with more than 12GB of RAM. Proceed?
bg: Това ще инсталира демон, който предварително зарежда често използвани приложения в паметта, за да ускори времето за стартиране. Това се препоръчва само за системи с повече от 12GB RAM. Да продължим?
cs: Tímto se nainstaluje démon, který přednačítá často používané aplikace do paměti, aby se zrychlily časy spuštění. To se doporučuje pouze pro systémy s více než 12 GB RAM. Pokračovat?
da: Dette vil installere en daemon, der forudlæser ofte anvendte applikationer i hukommelsen for at fremskynde opstartstider. Dette anbefales kun til systemer med mere end 12 GB RAM. Fortsætte?
de: Dies installiert einen Daemon, der häufig verwendete Anwendungen in den Arbeitsspeicher vorlädt, um die Startzeiten zu beschleunigen. Dies wird nur für Systeme mit mehr als 12 GB RAM empfohlen. Fortfahren?
el: Αυτό θα εγκαταστήσει έναν δαίμονα που προφορτώνει συχνά χρησιμοποιούμενες εφαρμογές στη μνήμη για να επιταχύνει τους χρόνους εκκίνησης. Συνιστάται μόνο για συστήματα με περισσότερα από 12GB RAM. Συνεχίσετε;
es: Esto instalará un demonio que precarga aplicaciones de uso frecuente en la memoria para acelerar los tiempos de inicio. Esto se recomienda solo para sistemas con más de 12 GB de RAM. ¿Proceder?
et: See installib daemon, mis eelnevalt kasutatavad rakendused laaditakse mällu, et kiirendada käivitamisaegu. Seda soovitatakse ainult süsteemidele, millel on rohkem kui 12GB RAM-i. Jätkata?
fi: Tämä asentaa demonin, joka esilataa usein käytettyjä sovelluksia muistiin käynnistysaikojen nopeuttamiseksi. Tämä suositellaan vain järjestelmille, joissa on yli 12 Gt RAM-muistia. Jatketaanko?
fr: Cela installera un démon qui précharge les applications fréquemment utilisées en mémoire pour accélérer les temps de lancement. Ceci est recommandé uniquement pour les systèmes disposant de plus de 12 Go de RAM. Continuer ?
he: זה יתקין דמון שמטעין מראש יישומים בשימוש תדיר לזיכרון כדי להאיץ את זמני ההשקה. זה מומלץ רק עבור מערכות עם יותר מ-12GB של RAM. להמשיך?
hr: Ovo će instalirati demon koji učitava često korištene aplikacije u memoriju kako bi ubrzao vrijeme pokretanja. Ovo se preporučuje samo za sustave s više od 12 GB RAM-a. Nastaviti?
hu: Ez telepíteni fog egy démon, amely a gyakran használt alkalmazásokat előtölti a memóriába a gyorsabb indítási idő érdekében. Ezt csak olyan rendszerekhez ajánljuk, amelyeknek több mint 12 GB RAM-juk van. Folytatja?
is: Þetta mun setja upp daemón sem hleður oft notuðum forritum í minni til að flýta fyrir upphafstímum. Þetta er aðeins mælt með fyrir kerfi með meira en 12GB af RAM. Halda áfram?
it: Questo installerà un demone che pre-carica le applicazioni utilizzate frequentemente nella memoria per velocizzare i tempi di avvio. Questo è consigliato solo per sistemi con più di 12 GB di RAM. Procedere?
ja: これは、頻繁に使用されるアプリケーションをメモリにプリロードして起動時間を短縮するデーモンをインストールします。これは、12GB以上のRAMを搭載したシステムにのみ推奨されます。続行しますか？
nl: Dit installeert een daemon die vaak gebruikte applicaties in het geheugen laadt om de opstarttijden te versnellen. Dit wordt alleen aanbevolen voor systemen met meer dan 12 GB RAM. Doorgaan?
no: Dette vil installere en daemon som forhåndslaster ofte brukte applikasjoner inn i minnet for å øke oppstartstider. Dette anbefales kun for systemer med mer enn 12 GB RAM. Fortsette?
pl: To zainstaluje demon, który wstępnie ładowuje często używane aplikacje do pamięci, aby przyspieszyć czasy uruchamiania. Jest to zalecane tylko dla systemów z więcej niż 12 GB pamięci RAM. Kontynuować?
pt: Isso instalará um daemon que pré-carrega aplicativos usados com frequência na memória para acelerar os tempos de inicialização. Isso é recomendado apenas para sistemas com mais de 12GB de RAM. Prosseguir?
ro: Aceasta va instala un daemon care preîncarcă aplicațiile utilizate frecvent în memorie pentru a accelera timpii de lansare. Acest lucru este recomandat doar pentru sistemele cu mai mult de 12GB de RAM. Continuăm?
ru: Это установит демон, который предварительно загружает часто используемые приложения в память для ускорения времени запуска. Это рекомендуется только для систем с более чем 12 ГБ ОЗУ. Продолжить?
sk: Toto nainštaluje démon, ktorý prednačítava často používané aplikácie do pamäte, aby sa urýchlil čas spustenia. Toto sa odporúča iba pre systémy s viac ako 12 GB RAM. Pokračovať?
sv: Detta kommer att installera en daemon som förladdar ofta använda applikationer i minnet för att snabba upp starttider. Detta rekommenderas endast för system med mer än 12 GB RAM. Fortsätta?
tr: Bu, sık kullanılan uygulamaları belleğe önceden yükleyen bir daemon kuracaktır ve bu da başlatma sürelerini hızlandırır. Bu, yalnızca 12GB'tan fazla RAM'e sahip sistemler için önerilir. Devam edilsin mi?
uk: Це встановить демон, який попередньо завантажує часто використовувані програми в пам'ять для прискорення часу запуску. Це рекомендується лише для систем з більш ніж 12 ГБ оперативної пам'яті. Продовжити?

source: Your system does not have enough RAM to use this feature safely.
bg: Вашата система няма достатъчно RAM, за да използва тази функция безопасно.
cs: Váš systém nemá dostatek RAM pro bezpečné použití této funkce.
da: Dit system har ikke nok RAM til sikkert at bruge denne funktion.
de: Ihr System verfügt nicht über genügend RAM, um diese Funktion sicher zu nutzen.
el: Το σύστημά σας δεν διαθέτει αρκετή RAM για να χρησιμοποιήσει αυτή τη δυνατότητα με ασφάλεια.
es: Su sistema no tiene suficiente RAM para utilizar esta función de manera segura.
et: Teie süsteemil ei ole piisavalt RAM-i, et seda funktsiooni ohutult kasutada.
fi: Järjestelmässäsi ei ole tarpeeksi RAM-muistia tämän ominaisuuden turvalliseen käyttöön.
fr: Votre système n'a pas assez de RAM pour utiliser cette fonctionnalité en toute sécurité.
he: למערכת שלך אין מספיק זיכרון RAM כדי להשתמש בתכונה זו בבטחה.
hr: Vaš sustav nema dovoljno RAM-a za sigurno korištenje ove funkcije.
hu: A rendszeredben nincs elegendő RAM a funkció biztonságos használatához.
is: Kerfið þitt hefur ekki nægjanlegt RAM til að nota þessa eiginleika örugglega.
it: Il tuo sistema non ha abbastanza RAM per utilizzare questa funzionalità in modo sicuro.
ja: この機能を安全に使用するには、システムのRAMが不足しています。
nl: Uw systeem heeft niet genoeg RAM om deze functie veilig te gebruiken.
no: Systemet ditt har ikke nok RAM til å bruke denne funksjonen trygt.
pl: Twój system nie ma wystarczającej ilości pamięci RAM, aby bezpiecznie korzystać z tej funkcji.
pt: Seu sistema não tem RAM suficiente para usar este recurso com segurança.
ro: Sistemul dumneavoastră nu dispune de suficient RAM pentru a utiliza această funcție în siguranță.
ru: Ваша система не имеет достаточного объема ОЗУ для безопасного использования этой функции.
sk: Váš systém nemá dostatok RAM na bezpečné používanie tejto funkcie.
sv: Ditt system har inte tillräckligt med RAM för att använda den här funktionen säkert.
tr: Sisteminizin bu özelliği güvenli bir şekilde kullanmak için yeterli RAM'i yok.
uk: Ваша система не має достатньо оперативної пам'яті для безпечного використання цієї функції.

source: The firewall has been configured and enabled.
bg: Файърволът е конфигуриран и активиран.
cs: Firewall byl nakonfigurován a povolen.
da: Firewallen er blevet konfigureret og aktiveret.
de: Die Firewall wurde konfiguriert und aktiviert.
el: Το τείχος προστασίας έχει ρυθμιστεί και έχει ενεργοποιηθεί.
es: El cortafuegos ha sido configurado y habilitado.
et: Tulemüür on konfigureeritud ja aktiveeritud.
fi: Palomuuri on konfiguroitu ja otettu käyttöön.
fr: Le pare-feu a été configuré et activé.
he: החומת אש הוגדרה והופעלה.
hr: Vatrozid je konfiguriran i omogućen.
hu: A tűzfal konfigurálva és engedélyezve lett.
is: Brennið hefur verið stillt og virkjað.
it: Il firewall è stato configurato e abilitato.
ja: ファイアウォールが構成され、有効化されました。
nl: De firewall is geconfigureerd en ingeschakeld.
no: Brannmuren har blitt konfigurert og aktivert.
pl: Zapora sieciowa została skonfigurowana i włączona.
pt: O firewall foi configurado e ativado.
ro: Firewall-ul a fost configurat și activat.
ru: Межсетевой экран был настроен и включен.
sk: Firewall bol nakonfigurovaný a povolený.
sv: Brandväggen har konfigurerats och aktiverats.
tr: Güvenlik duvarı yapılandırıldı ve etkinleştirildi.
uk: Брандмауер було налаштовано та увімкнено.

source: Welcome to the LSW installer!
bg: Добре дошли в инсталатора на LSW!
cs: Vítejte v instalátoru LSW!
da: Velkommen til LSW-installationsprogrammet!
de: Willkommen beim LSW-Installer!
el: Καλώς ήρθατε στον εγκαταστάτη LSW!
es: ¡Bienvenido al instalador de LSW!
et: Tere tulemast LSW installeri!
fi: Tervetuloa LSW-asentajaan!
fr: Bienvenue dans l'installateur LSW !
he: ברוך הבא להתקנת LSW!
hr: Dobrodošli u LSW instalacijski program!
hu: Üdvözöljük az LSW telepítőjében!
is: Velkomin í LSW uppsetninguna!
it: Benvenuto nell'installer LSW!
ja: LSWインストーラーへようこそ！
nl: Welkom bij de LSW-installatieprogramma!
no: Velkommen til LSW-installasjonen!
pl: Witamy w instalatorze LSW!
pt: Bem-vindo ao instalador do LSW!
ro: Bine ați venit la instalatorul LSW!
ru: Добро пожаловать в установщик LSW!
sk: Vitajte v inštalátore LSW!
sv: Välkommen till LSW-installationen!
tr: LSW yükleyicisine hoş geldiniz!
uk: Ласкаво просимо до інсталятора LSW!

source: This script will guide you through installing Windows on Linux.
bg: Този скрипт ще ви води през инсталирането на Windows на Linux.
cs: Tento skript vás provede instalací systému Windows na Linux.
da: Dette script vil guide dig gennem installationen af Windows på Linux.
de: Dieses Skript führt Sie durch die Installation von Windows auf Linux.
el: Αυτό το σενάριο θα σας καθοδηγήσει στη διαδικασία εγκατάστασης των Windows σε Linux.
es: Este script te guiará a través de la instalación de Windows en Linux.
et: See skript juhendab teid Windowsi installimisel Linuxile.
fi: Tämä skripti opastaa sinua Windowsin asentamisessa Linuxille.
fr: Ce script vous guidera dans l'installation de Windows sur Linux.
he: סקריפט זה ינחה אותך בהתקנת Windows על לינוקס.
hr: Ovaj skript će vas voditi kroz instalaciju Windowsa na Linuxu.
hu: Ez a szkript végigvezet a Windows telepítésén Linuxon.
is: Þessi skrift mun leiða þig í gegnum uppsetningu á Windows á Linux.
it: Questo script ti guiderà nell'installazione di Windows su Linux.
ja: このスクリプトは、LinuxにWindowsをインストールする手順を案内します。
nl: Dit script zal je begeleiden bij het installeren van Windows op Linux.
no: Dette skriptet vil veilede deg gjennom installasjonen av Windows på Linux.
pl: Ten skrypt poprowadzi cię przez instalację systemu Windows na Linuksie.
pt: Este script irá guiá-lo na instalação do Windows no Linux.
ro: Acest script te va ghida prin instalarea Windows pe Linux.
ru: Этот скрипт проведет вас через установку Windows на Linux.
sk: Tento skript vás prevedie inštaláciou systému Windows na Linuxe.
sv: Detta skript kommer att vägleda dig genom att installera Windows på Linux.
tr: Bu betik, Linux üzerinde Windows kurulumunu yapmanıza rehberlik edecektir.
uk: Цей скрипт проведе вас через установку Windows на Linux.

source: WARNINGS:
bg: ПРЕДУПРЕЖДЕНИЯ:
cs: UPOZORNĚNÍ:
da: ADVARSLER:
de: WARNUNGEN:
el: ΠΡΟΕΙΔΟΠΟΙΗΣΕΙΣ:
es: ADVERTENCIAS:
et: HOIATUSED:
fi: VAROITUKSET:
fr: AVERTISSEMENTS :
he: אזהרות:
hr: UPUTE:
hu: FIGYELMEZTETÉSEK:
is: VARNIR:
it: AVVERTENZE:
ja: 警告：
nl: WAARSCHUWINGEN:
no: ADVARSLER:
pl: OSTRZEŻENIA:
pt: AVISOS:
ro: AVERTISMENTE:
ru: ПРЕДУПРЕЖДЕНИЯ:
sk: UPOZORNENIA:
sv: VARNINGAR:
tr: UYARILAR:
uk: ПОПЕРЕДЖЕННЯ:

source: * This is an automated script. Use at your own risk.
bg: * Това е автоматизиран скрипт. Използвайте на свой собствен риск.
cs: * Toto je automatizovaný skript. Používejte na vlastní nebezpečí.
da: * Dette er et automatiseret script. Brug det på egen risiko.
de: * Dies ist ein automatisiertes Skript. Benutzen Sie es auf eigenes Risiko.
el: * Αυτό είναι ένα αυτοματοποιημένο σενάριο. Χρησιμοποιήστε το με δική σας ευθύνη.
es: * Este es un script automatizado. Úsalo bajo tu propio riesgo.
et: * See on automatiseeritud skript. Kasutage omal vastutusel.
fi: * Tämä on automatisoitu skripti. Käytä omalla vastuullasi.
fr: * Ceci est un script automatisé. Utilisez-le à vos propres risques.
he: * זהו סקריפט אוטומטי. השתמש בו על אחריותך.
hr: * Ovo je automatizirani skript. Koristite na vlastitu odgovornost.
hu: * Ez egy automatizált szkript. Használja saját felelősségére.
is: * Þetta er sjálfvirkur skrift. Notið á eigin ábyrgð.
it: * Questo è uno script automatizzato. Usalo a tuo rischio.
ja: * これは自動化されたスクリプトです。自己責任で使用してください。
nl: * Dit is een geautomatiseerd script. Gebruik op eigen risico.
no: * Dette er et automatisert skript. Bruk på egen risiko.
pl: * To jest skrypt automatyczny. Używaj na własne ryzyko.
pt: * Este é um script automatizado. Use por sua conta e risco.
ro: * Acesta este un script automatizat. Utilizați pe propriul risc.
ru: * Это автоматизированный скрипт. Используйте на свой страх и риск.
sk: * Toto je automatizovaný skript. Používajte na vlastné riziko.
sv: * Detta är ett automatiserat skript. Använd på egen risk.
tr: * Bu otomatik bir betiktir. Kendi riskiniz altında kullanın.
uk: * Це автоматизований скрипт. Використовуйте на свій страх і ризик.

source: * A stable internet connection is required.
bg: Изисква се стабилна интернет връзка.
cs: * Je vyžadováno stabilní internetové připojení.
da: * En stabil internetforbindelse er påkrævet.
de: Eine stabile Internetverbindung ist erforderlich.
el: * Απαιτείται σταθερή σύνδεση στο διαδίκτυο.
es: Se requiere una conexión a internet estable.
et: * Vajalik on stabiilne internetiühendus.
fi: * Tarvitaan vakaa internet-yhteys.
fr: Une connexion Internet stable est requise.
he: נדרשת חיבור אינטרנט יציב.
hr: Potrebna je stabilna internetska veza.
hu: * Stabil internetkapcsolat szükséges.
is: * Krafist netteng tenging er nauðsynleg.
it: È necessaria una connessione internet stabile.
ja: * 安定したインターネット接続が必要です。
nl: * Een stabiele internetverbinding is vereist.
no: * En stabil internettforbindelse er påkrevd.
pl: Wymagane jest stabilne połączenie z internetem.
pt: * É necessária uma conexão de internet estável.
ro: * Este necesară o conexiune stabilă la internet.
ru: Требуется стабильное интернет-соединение.
sk: * Je potrebné stabilné internetové pripojenie.
sv: * En stabil internetanslutning krävs.
tr: * Stabil bir internet bağlantısı gereklidir.
uk: * Потрібне стабільне з'єднання з Інтернетом.

source: * Do NOT close the terminal during installation.
bg: * Не затваряйте терминала по време на инсталацията.
cs: * Během instalace NEMĚJTE zavřený terminál.
da: * Luk IKKE terminalen under installationen.
de: * Schließen Sie das Terminal während der Installation NICHT.
el: * ΜΗΝ κλείσετε το τερματικό κατά τη διάρκεια της εγκατάστασης.
es: * NO cierre la terminal durante la instalación.
et: * ÄRGE sulgege terminali installimise ajal.
fi: * Älä sulje terminaalia asennuksen aikana.
fr: * Ne fermez PAS le terminal pendant l'installation.
he: * אל תסגור את הטרמינל במהלך ההתקנה.
hr: * Nemojte zatvarati terminal tijekom instalacije.
hu: * Ne zárja be a terminált a telepítés során.
is: * Ekki loka terminalinum meðan á uppsetningu stendur.
it: * Non chiudere il terminale durante l'installazione.
ja: * インストール中にターミナルを閉じないでください。
nl: * Sluit de terminal NIET tijdens de installatie.
no: * Lukk ikke terminalen under installasjonen.
pl: * Nie zamykaj terminala podczas instalacji.
pt: * NÃO feche o terminal durante a instalação.
ro: * Nu închideți terminalul în timpul instalării.
ru: * Не закрывайте терминал во время установки.
sk: * Počas inštalácie NEZATVÁRAJTE terminál.
sv: * Stäng INTE terminalen under installationen.
tr: * Kurulum sırasında terminali KAPATMAYIN.
uk: * Не закривайте термінал під час встановлення.

source: * GPU acceleration is NOT available.
bg: * Ускорението с GPU НЕ е налично.
cs: * Akcelerace GPU NENÍ k dispozici.
da: * GPU-acceleration er IKKE tilgængelig.
de: * GPU-Beschleunigung ist NICHT verfügbar.
el: * Η επιτάχυνση GPU ΔΕΝ είναι διαθέσιμη.
es: * La aceleración por GPU NO está disponible.
et: * GPU kiirusel töötamine EI OLE saadaval.
fi: * GPU-kiihdytys ei ole saatavilla.
fr: * L'accélération GPU n'est PAS disponible.
he: * האצת GPU אינה זמינה.
hr: * GPU ubrzanje NIJE dostupno.
hu: * GPU gyorsítás NEM elérhető.
is: * GPU hraðun er EKKI í boði.
it: * L'accelerazione GPU NON è disponibile.
ja: * GPUアクセラレーションは利用できません。
nl: * GPU-versnelling is NIET beschikbaar.
no: * GPU-akselerasjon er IKKE tilgjengelig.
pl: * Przyspieszenie GPU jest NIEDOSTĘPNE.
pt: * A aceleração de GPU NÃO está disponível.
ro: * Accelerarea GPU nu este disponibilă.
ru: * Аппаратное ускорение GPU недоступно.
sk: * Akcelerácia GPU nie je k dispozícii.
sv: * GPU-acceleration är INTE tillgänglig.
tr: * GPU hızlandırması mevcut DEĞİLDİR.
uk: * Прискорення GPU НЕ доступне.

source: I have read and understood the warnings.
bg: Прочел съм и разбрах предупрежденията.
cs: Přečetl(a) jsem si a porozuměl(a) varováním.
da: Jeg har læst og forstået advarslerne.
de: Ich habe die Warnungen gelesen und verstanden.
el: Έχω διαβάσει και κατανοήσει τις προειδοποιήσεις.
es: He leído y entendido las advertencias.
et: Olen lugenud ja mõistnud hoiatuseid.
fi: Olen lukenut ja ymmärtänyt varoitukset.
fr: J'ai lu et compris les avertissements.
he: קראתי והבנתי את האזהרות.
hr: Pročitao sam i razumio upozorenja.
hu: Elolvastam és megértettem a figyelmeztetéseket.
is: Ég hef lesið og skilið viðvaranirnar.
it: Ho letto e compreso gli avvisi.
ja: 警告を読み、理解しました。
nl: Ik heb de waarschuwingen gelezen en begrepen.
no: Jeg har lest og forstått advarslene.
pl: Przeczytałem i zrozumiałem ostrzeżenia.
pt: Li e entendi os avisos.
ro: Am citit și am înțeles avertizările.
ru: Я прочитал и понял предупреждения.
sk: Prečítal(a) som si a pochopil(a) varovania.
sv: Jag har läst och förstått varningarna.
tr: Uyarıları okudum ve anladım.
uk: Я прочитав і зрозумів попередження.

source: Do you want to proceed with the installation?
bg: Искате ли да продължите с инсталацията?
cs: Chcete pokračovat v instalaci?
da: Vil du fortsætte med installationen?
de: Möchten Sie mit der Installation fortfahren?
el: Θέλετε να προχωρήσετε με την εγκατάσταση;
es: ¿Desea continuar con la instalación?
et: Kas soovite installimisega jätkata?
fi: Haluatko jatkaa asennusta?
fr: Voulez-vous continuer avec l'installation ?
he: האם אתה רוצה להמשיך עם ההתקנה?
hr: Želite li nastaviti s instalacijom?
hu: Szeretné folytatni a telepítést?
is: Viltu halda áfram með uppsetninguna?
it: Vuoi procedere con l'installazione?
ja: インストールを続行しますか？
nl: Wilt u doorgaan met de installatie?
no: Vil du fortsette med installasjonen?
pl: Czy chcesz kontynuować instalację?
pt: Você deseja prosseguir com a instalação?
ro: Doriți să continuați cu instalarea?
ru: Вы хотите продолжить установку?
sk: Chcete pokračovať v inštalácii?
sv: Vill du fortsätta med installationen?
tr: Kuruluma devam etmek istiyor musunuz?
uk: Чи бажаєте ви продовжити встановлення?

source: Swapfile creation successful.
bg: Създаването на swap файл е успешно.
cs: Vytvoření swapfile bylo úspěšné.
da: Swapfilen blev oprettet med succes.
de: Swapdatei-Erstellung erfolgreich.
el: Η δημιουργία του αρχείου ανταλλαγής ήταν επιτυχής.
es: Creación de archivo de intercambio exitosa.
et: Vahetusfaili loomine õnnestus.
fi: Vaihtotiedoston luominen onnistui.
fr: Création du fichier d'échange réussie.
he: יצירת קובץ החלפה הצליחה.
hr: Kreiranje swap datoteke uspješno.
hu: A swapfájl létrehozása sikeres.
is: Skiptöflu stofnun árangursrík.
it: Creazione del file di scambio riuscita.
ja: スワップファイルの作成に成功しました。
nl: Swapfile creatie succesvol.
no: Byttefil opprettelse vellykket.
pl: Tworzenie pliku wymiany zakończone sukcesem.
pt: Criação do arquivo de troca bem-sucedida.
ro: Crearea fișierului de schimb a fost un succes.
ru: Создание файла подкачки успешно.
sk: Vytvorenie swap súboru bolo úspešné.
sv: Swapfil skapad framgångsrikt.
tr: Swap dosyası oluşturma başarılı.
uk: Створення файлу підкачки успішне.

source: Swap already enabled in your system.
bg: Смяната вече е активирана в системата ви.
cs: Swap je již ve vašem systému povolen.
da: Swap er allerede aktiveret i dit system.
de: Swap ist bereits in Ihrem System aktiviert.
el: Η εναλλαγή είναι ήδη ενεργοποιημένη στο σύστημά σας.
es: El intercambio ya está habilitado en su sistema.
et: Vahetus on teie süsteemis juba lubatud.
fi: Vaihto on jo käytössä järjestelmässäsi.
fr: L'échange est déjà activé dans votre système.
he: החלפה כבר מופעלת במערכת שלך.
hr: Swap je već omogućen u vašem sustavu.
hu: A csere már engedélyezve van a rendszerében.
is: Skipting er þegar virk í kerfinu þínu.
it: Lo swap è già abilitato nel tuo sistema.
ja: システムでスワップが既に有効になっています。
nl: Swap is al ingeschakeld in uw systeem.
no: Bytte er allerede aktivert i systemet ditt.
pl: Swap już włączony w twoim systemie.
pt: Swap já habilitado em seu sistema.
ro: Swap-ul este deja activat în sistemul tău.
ru: Своп уже включен в вашей системе.
sk: Swap je už vo vašom systéme povolený.
sv: Byte har redan aktiverats i ditt system.
tr: Sisteminizde zaten etkinleştirilmiş takas var.
uk: Свап вже увімкнено у вашій системі.

source: No valid shell found.
bg: Не е намерен валиден шел.
cs: Nebyla nalezena platná shell.
da: Ingen gyldig shell fundet.
de: Keine gültige Shell gefunden.
el: Δεν βρέθηκε έγκυρο κέλυφος.
es: No se encontró una shell válida.
et: Kehtivat shelli ei leitud.
fi: Ei voimassa olevaa komentotulkkia löytynyt.
fr: Aucun shell valide trouvé.
he: לא נמצא שורת פקודה תקפה.
hr: Nema valjane ljuske.
hu: Nincs érvényes shell található.
is: Engin gilt ekki fundin.
it: Nessuna shell valida trovata.
ja: 有効なシェルが見つかりません。
nl: Geen geldige shell gevonden.
no: Ingen gyldig skall funnet.
pl: Nie znaleziono ważnej powłoki.
pt: Nenhum shell válido encontrado.
ro: Nu a fost găsită o shell validă.
ru: Не найдено действительной оболочки.
sk: Nebola nájdená platná príkazová schránka.
sv: Ingen giltig skal hittades.
tr: Geçerli bir kabuk bulunamadı.
uk: Не знайдено дійсну оболонку.

source: Success! Reboot to apply.
bg: Успех! Рестартирайте, за да приложите.
cs: Úspěch! Restartujte pro aplikaci.
da: Succes! Genstart for at anvende.
de: Erfolg! Neustart, um anzuwenden.
el: Επιτυχία! Επανεκκίνηση για εφαρμογή.
es: ¡Éxito! Reinicie para aplicar.
et: Edukas! Taaskäivita, et rakendada.
fi: Onnistui! Käynnistä uudelleen soveltaaksesi.
fr: Succès ! Redémarrez pour appliquer.
he: הצלחה! הפעל מחדש כדי ליישם.
hr: Uspjeh! Ponovno pokrenite za primjenu.
hu: Siker! Indítsa újra a változtatások alkalmazásához.
is: Sigríkt! Endurræstu til að beita.
it: Successo! Riavvia per applicare.
ja: 成功！再起動して適用します。
nl: Succes! Herstarten om toe te passen.
no: Suksess! Start på nytt for å bruke.
pl: Sukces! Uruchom ponownie, aby zastosować.
pt: Sucesso! Reinicie para aplicar.
ro: Succes! Reporniți pentru a aplica.
ru: Успех! Перезагрузите для применения.
sk: Úspešne! Reštartujte na aplikovanie.
sv: Lyckad! Starta om för att tillämpa.
tr: Başarılı! Uygulamak için yeniden başlatın.
uk: Успіх! Перезавантажте, щоб застосувати.

source: System already patched.
bg: Системата вече е поправена.
cs: Systém již byl opraven.
da: Systemet er allerede opdateret.
de: System bereits gepatcht.
el: Το σύστημα έχει ήδη διορθωθεί.
es: El sistema ya está parcheado.
et: Süsteem on juba plaastriga kaetud.
fi: Järjestelmä on jo korjattu.
fr: Système déjà corrigé.
he: המערכת כבר תוקנה.
hr: Sustav je već zakrpljen.
hu: A rendszer már javítva van.
is: Kerfið er þegar lagfært.
it: Sistema già aggiornato.
ja: システムはすでにパッチが適用されています。
nl: Systeem is al gepatcht.
no: Systemet er allerede oppdatert.
pl: System już załatany.
pt: Sistema já corrigido.
ro: Sistemul este deja actualizat.
ru: Система уже обновлена.
sk: Systém je už opravený.
sv: Systemet är redan uppdaterat.
tr: Sistem zaten yamanlandı.
uk: Система вже виправлена.
