Repository: psygreg/linuxtoys
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: No changelog available.
bg: Няма наличен журнал на промените.
cs: Žádný protokol změn není k dispozici.
da: Ingen ændringslog tilgængelig.
de: Kein Änderungsprotokoll verfügbar.
el: Δεν είναι διαθέσιμο το ιστορικό αλλαγών.
es: No hay registro de cambios disponible.
et: Muudatuste logi pole saadaval.
fi: Ei muutospäiväkirjaa saatavilla.
fr: Aucun journal des modifications disponible.
he: אין יומן שינויים זמין.
hr: Nema dostupnog dnevnika promjena.
hu: Nincs elérhető változásnapló.
is: Engin ekki breytingaskrá til.
it: Nessun registro delle modifiche disponibile.
ja: 変更ログは利用できません。
nl: Geen wijzigingslogboek beschikbaar.
no: Ingen endringslogg tilgjengelig.
pl: Brak dostępnego dziennika zmian.
pt: Nenhum registro de alterações disponível.
ro: Nu este disponibil niciun jurnal de modificări.
ru: Нет доступного журнала изменений.
sk: Žiadny záznam zmien nie je k dispozícii.
sv: Ingen ändringslogg tillgänglig.
tr: Değişiklik günlüğü mevcut değil.
uk: Жодного журналу змін немає.

source: Waiting...
bg: Изчакване...
cs: Čekání...
da: Venter...
de: Warten...
el: Αναμονή...
es: Esperando...
et: Ootab...
fi: Odotetaan...
fr: En attente...
he: ממתין...
hr: Čekanje...
hu: Várakozás...
is: Bíðandi...
it: In attesa...
ja: 待機中...
nl: Wachten...
no: Venter...
pl: Czekam...
pt: Aguardando...
ro: Așteptând...
ru: Ожидание...
sk: Čaká sa...
sv: Väntar...
tr: Bekleniyor...
uk: Очікування...

source: load_manifest
bg: зареди_манифест
cs: načíst_manifest
da: indlæs_manifest
de: manifest_laden
el: φορτώστε_μανιφέστο
es: cargar_manifiesto
et: laadi_manifest
fi: lataa_manifesti
fr: charger_manifeste
he: טען_מניפסט
hr: učitaj_manifest
hu: betöltés_manifest
is: hlaða_manifest
it: carica_manifesto
ja: マニフェストを読み込む
nl: laad_manifest
no: last_manifest
pl: załaduj_manifest
pt: carregar_manifesto
ro: încărca_manifest
ru: загрузить_манифест
sk: načítanie_manifestu
sv: ladda_manifest
tr: manifest_yükle
uk: завантажити_маніфест

source: choose_manifest_title
bg: изберете_заглавие_на_манифеста
cs: vyberte_název_manifestu
da: vælg_manifest_titel
de: manifest auswählen
el: επιλέξτε_tίτλο_μανιφέστου
es: elegir_título_del_manifiesto
et: vali_manifesti_pealkiri
fi: valitse_manifestin_nimi
fr: choisir_titre_manifesté
he: בחר_כותרת_מניפסט
hr: odaberi_naslov_manifestacije
hu: válassza_ki_a_manifest_címet
is: veldu_skrá_titil
it: scegli_titolo_manifesto
ja: マニフェストのタイトルを選択
nl: kies_manifest_titel
no: velg_manifest_tittel
pl: wybierz_tytuł_manifestu
pt: escolher_título_do_manifesto
ro: alege_titlu_manifest
ru: выбор_названия_манифеста
sk: vyberte_názov_manifestu
sv: välj_manifest_titel
tr: manifest_seç_title
uk: вибрати_назву_маніфесту

source: select_button
bg: избор_бутон
cs: vybrat_tlačítko
da: vælg_knap
de: auswahl_button
el: κουμπί_επιλογής
es: botón_seleccionar
et: valige_nupp
fi: valitse_painike
fr: sélectionner_bouton
he: כפתור_בחירה
hr: odaberi_gumb
hu: választó_gomb
is: velja_takka
it: pulsante_seleziona
ja: 選択ボタン
nl: selecteer_knop
no: velg_knapp
pl: przycisk_wybierz
pt: botão_selecionar
ro: buton_selecta
ru: выбрать_кнопку
sk: vybrať_tlačidlo
sv: välj_knapp
tr: seçim_düğmesi
uk: вибрати_кнопку

source: loading_manifest_message
bg: зареждане_на_манифест_съобщение
cs: načítání_zprávy_manifestu
da: indlæser_manifest_besked
de: Lade_Mitteilungsdatei
el: φόρτωση_μηνύματος_μανιφέστου
es: cargando_mensaje_manifiesto
et: laadimise_manifesti_sõnum
fi: lataus_manifesti_viesti
fr: chargement_du_manifest_message
he: טוען_הודעת_מניפסט
hr: učitavanje_poruke_manifestacije
hu: betöltési_manifest_üzenet
is: hlaða_manifest_skila
it: messaggio_caricamento_manifesto
ja: マニフェストを読み込んでいます。
nl: laden_manifest_bericht
no: laster_manifest_melding
pl: ładowanie_komunikatu_manifestu
pt: mensagem_carregando_manifesto
ro: încărcare_mesaj_manifest
ru: загрузка_манифеста_сообщение
sk: načítanie_súboru_manifestu
sv: laddar_manifest_meddelande
tr: yükleme_manifest_mesajı
uk: завантаження_маніфесту_повідомлення

source: packages_flatpaks
bg: пакети_flatpaks
cs: balíčky_flatpaky
da: pakker_flatpaks
de: pakete_flatpaks
el: πακέτα_flatpaks
es: paquetes_flatpaks
et: paketid_flatpakid
fi: pakettitasot
he: חבילות_פלאטפאק
hr: paketi_flatpak
hu: csomagok_flatpaks
is: pakka_flatpak
it: pacchetti_flatpak
ja: パッケージフラットパック
nl: pakketten_flatpaks
no: pakker_flatpaks
pl: pakiety_flatpaki
pt: pacotes_flatpaks
ro: pachete_flatpaks
ru: пакеты_flatpaks
sk: balíky_flatpaky
sv: paket_flatpaks
tr: paketler_flatpaklar
uk: пакунки_flatpaks

source: Confirm Action
bg: Потвърдете действието
cs: Potvrdit akci
da: Bekræft handling
de: Aktion bestätigen
el: Επιβεβαίωση Ενέργειας
es: Confirmar acción
et: Kinnita toiming
fi: Vahvista toiminto
fr: Confirmer l'action
he: אשר פעולה
hr: Potvrdi radnju
hu: Művelet megerősítése
is: Staðfesta aðgerð
it: Conferma azione
ja: アクションを確認する
nl: Bevestig Actie
no: Bekreft handling
pl: Potwierdź akcję
pt: Confirmar Ação
ro: Confirmare acțiune
ru: Подтвердить действие
sk: Potvrdiť akciu
sv: Bekräfta åtgärd
tr: Eylemi Onayla
uk: Підтвердити дію

source: Script Details
bg: Детайли на скрипта
cs: Podrobnosti skriptu
da: Scriptdetaljer
de: Skript-Details
el: Λεπτομέρειες σεναρίου
es: Detalles del script
et: Skripti üksikasjad
fi: Skripti Tiedot
fr: Détails du script
he: פרטי הסקריפט
hr: Detalji skripte
hu: Script részletek
is: Skráarskýrsla
it: Dettagli dello script
ja: スクリプトの詳細
no: Skript Detaljer
pl: Szczegóły skryptu
pt: Detalhes do Script
ro: Detalii script
ru: Детали скрипта
sk: Podrobnosti skriptu
sv: Skript Detaljer
tr: Betik Ayrıntıları
uk: Деталі скрипту

source: Confirm Installation
bg: Потвърдете инсталацията
cs: Potvrďte instalaci
da: Bekræft installation
de: Installation bestätigen
el: Επιβεβαίωση Εγκατάστασης
es: Confirmar instalación
et: Kinnita installatsioon
fi: Vahvista asennus
fr: Confirmer l'installation
he: אשר התקנה
hr: Potvrdi instalaciju
hu: Telepítés megerősítése
is: Staðfesta uppsetningu
it: Conferma Installazione
ja: インストールを確認する
nl: Bevestig installatie
no: Bekreft installasjon
pl: Potwierdź instalację
pt: Confirmar Instalação
ro: Confirmare instalare
ru: Подтвердите установку
sk: Potvrdiť inštaláciu
sv: Bekräfta installation
tr: Kurulumu Onayla
uk: Підтвердити встановлення

source: Selected Items
bg: Избрани елементи
cs: Vybrané položky
da: Valgte elementer
de: Ausgewählte Elemente
el: Επιλεγμένα Αντικείμενα
es: Elementos seleccionados
et: Valitud esemed
fi: Valitut kohteet
fr: Éléments sélectionnés
he: פריטים שנבחרו
hr: Odabrani stavci
hu: Kiválasztott elemek
is: Valin valin.
it: Elementi Selezionati
ja: 選択したアイテム
nl: Geselecteerde items
no: Valgte elementer
pl: Wybrane elementy
pt: Itens Selecionados
ro: Elemente selectate
ru: Выбранные элементы
sk: Vybrané položky
sv: Valda objekt
tr: Seçilen Öğeler
uk: Вибрані елементи

source: Note: {} script(s) will run automatically without confirmation.
bg: Забележка: {} скрипт(и) ще се изпълнят автоматично без потвърждение.
cs: Poznámka: {} skript(y) se spustí automaticky bez potvrzení.
da: Bemærk: {} script(s) vil køre automatisk uden bekræftelse.
de: Hinweis: {} Skript(e) werden automatisch ohne Bestätigung ausgeführt.
el: Σημείωση: {} σενάριο(α) θα εκτελούνται αυτόματα χωρίς επιβεβαίωση.
es: Nota: {} script(s) se ejecutarán automáticamente sin confirmación.
et: Märkus: {} skript(id) käivitatakse automaatselt ilma kinnitamiseta.
fi: Huomautus: {} skripti(t) suoritetaan automaattisesti ilman vahvistusta.
fr: Remarque : {} script(s) s'exécuteront automatiquement sans confirmation.
he: הערה: {} סקריפט(ים) ירוצו אוטומטית ללא אישור.
hr: Napomena: {} skripta(e) će se automatski pokrenuti bez potvrde.
hu: Megjegyzés: {} szkript(ek) automatikusan futnak megerősítés nélkül.
is: Athugið: {} skrift(ur) munu keyra sjálfkrafa án staðfestingar.
it: Nota: {} script(s) verranno eseguiti automaticamente senza conferma.
ja: 注意: {} スクリプトは確認なしに自動的に実行されます。
nl: Opmerking: {} script(s) worden automatisch uitgevoerd zonder bevestiging.
no: Merk: {} skript(er) vil kjøre automatisk uten bekreftelse.
pl: Uwaga: {} skrypt(y) będą uruchamiane automatycznie bez potwierdzenia.
pt: Nota: {} script(s) serão executados automaticamente sem confirmação.
ro: Notă: {} scripturile vor rula automat fără confirmare.
ru: Примечание: {} скрипт(ы) будут выполняться автоматически без подтверждения.
sk: Poznámka: {} skript(y) sa spustia automaticky bez potvrdenia.
sv: Observera: {} skript kommer att köras automatiskt utan bekräftelse.
tr: Not: {} beti(leri) onay olmadan otomatik olarak çalışacaktır.
uk: Примітка: {} скрипт(и) будуть виконуватись автоматично без підтвердження.

source: About LinuxToys
bg: За LinuxToys
cs: O LinuxToys
da: Om LinuxToys
de: Über LinuxToys
el: Σχετικά με το LinuxToys
es: Acerca de LinuxToys
et: LinuxToys kohta
fi: Tietoa LinuxToysista
fr: À propos de LinuxToys
he: על LinuxToys
hr: O LinuxToys-u
hu: A LinuxToys-ról
is: Um LinuxToys
it: Informazioni su LinuxToys
ja: LinuxToysについて
nl: Over LinuxToys
no: Om LinuxToys
pl: O LinuxToys
pt: Sobre o LinuxToys
ro: Despre LinuxToys
ru: О LinuxToys
sk: O LinuxToys
sv: Om LinuxToys
tr: LinuxToys Hakkında
uk: Про LinuxToys

source: About
bg: За програмата
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
et: Teave
fi: Tietoja
fr: À propos
he: אודות
hr: O programu
hu: Névjegy
is: Um umfjöllun
it: Informazioni
ja: 情報について
nl: Over
no: Om
pl: O programie
pt: Sobre
ro: Despre
ru: О программе
sk: O aplikácii
sv: Om
tr: Hakkında
uk: Про програму

source: License file not found.
bg: Файл с лицензия не е намерен.
cs: Soubor licence nebyl nalezen.
da: Licensfil ikke fundet.
de: Lizenzdatei nicht gefunden.
el: Δεν βρέθηκε το αρχείο άδειας.
es: Archivo de licencia no encontrado.
et: Litsentsifaili ei leitud.
fi: Lisenssitiedostoa ei löytynyt.
fr: Fichier de licence non trouvé.
he: קובץ הרישוי לא נמצא.
hr: Datoteka licence nije pronađena.
hu: Licencfájl nem található.
is: Skráningarskjal fannst ekki.
it: File di licenza non trovata.
ja: ライセンスファイルが見つかりません。
nl: Licentiebestand niet gevonden.
no: Lisensfil ikke funnet.
pl: Plik licencji nie został znaleziony.
pt: Arquivo de licença não encontrado.
ro: Fișierul de licență nu a fost găsit.
ru: Файл лицензии не найден.
sk: Súbor s licenciou nebol nájdený.
sv: Licensfilen hittades inte.
tr: Lisans dosyası bulunamadı.
uk: Файл ліцензії не знайдено.

source: License
bg: Лицензия
cs: Licence
da: Licens
de: Lizenz
el: Άδεια
es: Licencia
et: Litsentsi
fi: Lisenssi
fr: Licence
he: רישיון
hr: Licenca
hu: Licenc
is: Leyfi
it: Licenza
ja: ライセンス
nl: Licentie
no: Lisens
pl: Licencja
pt: Licença
ro: Licență
ru: Лицензия
sk: Licencia
sv: Licens
tr: Lisans
uk: Ліцензія

source: Project Lead
bg: Ръководител на проекта
cs: Vedoucí projektu
da: Projektleder
de: Projektleiter
el: Επικεφαλής Έργου
es: Líder de Proyecto
et: Projektijuht
fi: Projektipäällikkö
fr: Chef de projet
he: מנהל פרויקט
hr: Voditelj projekta
hu: Projektvezető
is: Verkefnisstjóri
it: Responsabile del progetto
ja: プロジェクトリーダー
nl: Projectleider
no: Prosjektleder
pl: Kierownik projektu
pt: Líder de Projeto
ro: Lider de proiect
ru: Руководитель проекта
sk: Vedúci projektu
sv: Projektledare
tr: Proje Lideri
uk: Керівник проєкту

source: Loading contributors...
bg: Зареждане на сътрудници...
cs: Načítání přispěvatelů...
da: Indlæser bidragsydere...
de: Lade Mitwirkende...
el: Φόρτωση συνεισφερόντων...
es: Cargando colaboradores...
et: Laadimine...
fi: Ladataan osallistujia...
fr: Chargement des contributeurs...
he: טוען תורמים...
hr: Učitavanje suradnika...
hu: Hozzájárulók betöltése...
is: Hlaða framleiðendum...
it: Caricamento dei collaboratori...
ja: 寄稿者を読み込んでいます...
nl: Bijdragers laden...
no: Laster inn bidragsytere...
pl: Ładowanie współpracowników...
pt: Carregando colaboradores...
ro: Încărcare contribuabili...
ru: Загрузка участников...
sk: Načítanie prispievateľov...
sv: Laddar bidragsgivare...
tr: Katkıda bulunanlar yükleniyor...
uk: Завантаження учасників...

source: Unable to load contributors
bg: Неуспешно зареждане на сътрудниците.
cs: Nelze načíst přispěvatele
da: Kan ikke indlæse bidragsydere
de: Kann die Mitwirkenden nicht laden
el: Αδύνατη η φόρτωση συνεισφερόντων
es: No se pueden cargar los colaboradores.
et: Ei õnnestu laadida kaastöölisi.
fi: Ei voida ladata osallistujia
fr: Impossible de charger les contributeurs
he: לא ניתן לטעון תורמים
hr: Nije moguće učitati suradnike
hu: Nem sikerült betölteni a hozzájárulókat.
is: Ekki hægt að hlaða framlagara.
it: Impossibile caricare i collaboratori
ja: 貢献者を読み込めません
nl: Kan bijdragers niet laden
no: Kan ikke laste inn bidragsytere
pl: Nie można załadować współpracowników.
pt: Incapaz de carregar colaboradores
ro: Imposibil de încărcat colaboratorii
ru: Не удалось загрузить участников.
sk: Nemožno načítať prispievateľov
sv: Kunde inte ladda bidragsgivare
tr: Katkıda bulunanlar yüklenemiyor.
uk: Не вдалося завантажити учасників

source: Reboot Required
bg: Необходимо е рестартиране
cs: Je nutný restart
da: Genstart påkrævet
de: Neustart erforderlich
el: Απαιτείται Επανεκκίνηση
es: Reinicio requerido
et: Taaskäivitamine vajalik
fi: Uudelleenkäynnistys vaaditaan
fr: Redémarrage requis
he: דרוש אתחול
hr: Ponovno pokretanje potrebno
hu: Újraindítás szükséges
is: Endurstilling nauðsynleg.
it: Riavvio richiesto
ja: 再起動が必要です
nl: Herstart vereist
no: Omstart kreves
pl: Wymagany restart
pt: Reinicialização Necessária
ro: Reboot necesar
ru: Требуется перезагрузка
sk: Vyžaduje sa reštartovanie
sv: Omstart krävs
tr: Yeniden Başlatma Gerekli
uk: Перезавантаження необхідне

source: Reboot Now
bg: Рестартиране сега
cs: Restartovat nyní
da: Genstart nu
de: Jetzt neu starten
el: Επανεκκίνηση Τώρα
es: Reiniciar ahora
et: Taaskäivita nüüd
fi: Käynnistä uudelleen nyt
fr: Redémarrer maintenant
he: אתחל עכשיו
hr: Ponovno pokreni sada
hu: Indítsa újra most
is: Endurræsa núna
it: Riavvia ora
ja: 今すぐ再起動
nl: Herstart nu
no: Start på nytt nå
pl: Uruchom ponownie teraz
pt: Reiniciar Agora
ro: Repornește acum
ru: Перезагрузить сейчас
sk: Reštartovať teraz
sv: Starta om nu
tr: Şimdi Yeniden Başlat
uk: Перезавантажити зараз

source: Reboot Later
bg: Рестартиране по-късно
cs: Restartovat později
da: Genstart senere
de: Später neu starten
el: Επανεκκίνηση Αργότερα
es: Reiniciar más tarde
et: Taaskäivita hiljem
fi: Käynnistä myöhemmin uudelleen
fr: Redémarrer plus tard
he: אתחל מאוחר
hr: Ponovno pokreni kasnije
hu: Újraindítás később
is: Endurræsa síðar
it: Riavvia più tardi
ja: 後で再起動
nl: Later opnieuw opstarten
no: Start på nytt senere
pl: Uruchom ponownie później
pt: Reiniciar Depois
ro: Reporni mai târziu
ru: Перезагрузить позже
sk: Reštartovať neskôr
sv: Starta om senare
tr: Sonra Yeniden Başlat
uk: Перезавантажити пізніше

source: A script requiring a system reboot has been executed. You must reboot your computer before installing other features.
bg: Изпълнен е скрипт, изискващ рестартиране на системата. Трябва да рестартирате компютъра си, преди да инсталирате други функции.
cs: Byl proveden skript vyžadující restart systému. Před instalací dalších funkcí musíte restartovat počítač.
da: Et script, der kræver en systemgenstart, er blevet udført. Du skal genstarte din computer, før du installerer andre funktioner.
de: Ein Skript, das einen Systemneustart erfordert, wurde ausgeführt. Sie müssen Ihren Computer neu starten, bevor Sie andere Funktionen installieren.
el: Ένα σενάριο που απαιτεί επανεκκίνηση του συστήματος έχει εκτελεστεί. Πρέπει να επανεκκινήσετε τον υπολογιστή σας πριν εγκαταστήσετε άλλες δυνατότητες.
es: Se ha ejecutado un script que requiere un reinicio del sistema. Debe reiniciar su computadora antes de instalar otras funciones.
et: Skript, mis nõuab süsteemi taaskäivitamist, on käivitatud. Enne teiste funktsioonide installimist peate oma arvuti taaskäivitama.
fi: Käynnistys uudelleen vaativa skripti on suoritettu. Sinun on käynnistettävä tietokoneesi uudelleen ennen muiden ominaisuuksien asentamista.
fr: Un script nécessitant un redémarrage du système a été exécuté. Vous devez redémarrer votre ordinateur avant d'installer d'autres fonctionnalités.
he: הסקריפט שדורש אתחול מערכת בוצע. עליך לאתחל את המחשב שלך לפני התקנת תכונות נוספות.
hr: Izvršen je skript koji zahtijeva ponovno pokretanje sustava. Morate ponovno pokrenuti svoje računalo prije nego što instalirate druge značajke.
hu: A script, amely rendszer újraindítást igényel, végrehajtásra került. A többi funkció telepítése előtt újra kell indítania a számítógépét.
is: Skrá sem krafðist kerfisendurræsingar hefur verið framkvæmd. Þú verður að endurræsa tölvuna þína áður en þú setur upp aðrar eiginleika.
it: È stato eseguito uno script che richiede un riavvio del sistema. Devi riavviare il computer prima di installare altre funzionalità.
ja: システム再起動を必要とするスクリプトが実行されました。他の機能をインストールする前にコンピュータを再起動する必要があります。
nl: Er is een script uitgevoerd dat een systeemherstart vereist. U moet uw computer opnieuw opstarten voordat u andere functies installeert.
no: Et skript som krever omstart av systemet har blitt kjørt. Du må starte datamaskinen på nytt før du installerer andre funksjoner.
pl: Wykonano skrypt wymagający ponownego uruchomienia systemu. Musisz ponownie uruchomić komputer przed zainstalowaniem innych funkcji.
pt: Um script que requer uma reinicialização do sistema foi executado. Você deve reiniciar seu computador antes de instalar outros recursos.
ro: A fost executat un script care necesită repornirea sistemului. Trebuie să reporniți computerul înainte de a instala alte funcții.
ru: Скрипт, требующий перезагрузки системы, был выполнен. Вы должны перезагрузить компьютер перед установкой других функций.
sk: Bol spustený skript vyžadujúci reštart systému. Pred inštaláciou ďalších funkcií musíte reštartovať počítač.
sv: Ett skript som kräver en systemomstart har körts. Du måste starta om din dator innan du installerar andra funktioner.
tr: Sistem yeniden başlatmayı gerektiren bir betik çalıştırıldı. Diğer özellikleri yüklemeden önce bilgisayarınızı yeniden başlatmalısınız.
uk: Скрипт, що вимагає перезавантаження системи, було виконано. Ви повинні перезавантажити комп'ютер перед встановленням інших функцій.

source: Pending System Updates
bg: Изчакващи системни актуализации
cs: Čekající systémové aktualizace
da: Afventende systemopdateringer
de: Ausstehende Systemupdates
el: Εκκρεμείς Ενημερώσεις Συστήματος
es: Actualizaciones del sistema pendientes
et: Ootelavad süsteemi värskendused
fi: Odottaa järjestelmäpäivityksiä
fr: Mises à jour système en attente
he: עדכוני מערכת ממתינים
hr: Čekajući sustavske ažuriranja
hu: Függőben lévő rendszerfrissítések
is: Vélar uppfærslur í bið.
it: Aggiornamenti di sistema in sospeso
ja: 保留中のシステム更新
nl: In afwachting van systeemupdates
no: Ventende systemoppdateringer
pl: Oczekujące aktualizacje systemu
pt: Atualizações do Sistema Pendentes
ro: Actualizări de sistem în așteptare
ru: Ожидающие системные обновления
sk: Čakajúce systémové aktualizácie
sv: Väntande systemuppdateringar
tr: Bekleyen Sistem Güncellemeleri
uk: Очікуючі системні оновлення

source: Your system has pending updates that require a reboot to complete. Please reboot your computer to apply these updates before continuing.
bg: Вашата система има изчакващи актуализации, които изискват рестартиране, за да бъдат завършени. Моля, рестартирайте компютъра си, за да приложите тези актуализации, преди да продължите.
cs: Váš systém má nevyřízené aktualizace, které vyžadují restartování pro dokončení. Prosím, restartujte svůj počítač, abyste tyto aktualizace použili před pokračováním.
da: Dit system har ventende opdateringer, der kræver en genstart for at fuldføre. Genstart venligst din computer for at anvende disse opdateringer, før du fortsætter.
de: Ihr System hat ausstehende Updates, die einen Neustart erfordern, um abgeschlossen zu werden. Bitte starten Sie Ihren Computer neu, um diese Updates anzuwenden, bevor Sie fortfahren.
el: Το σύστημά σας έχει εκκρεμείς ενημερώσεις που απαιτούν επανεκκίνηση για να ολοκληρωθούν. Παρακαλώ επανεκκινήστε τον υπολογιστή σας για να εφαρμόσετε αυτές τις ενημερώσεις πριν συνεχίσετε.
es: Su sistema tiene actualizaciones pendientes que requieren un reinicio para completarse. Por favor, reinicie su computadora para aplicar estas actualizaciones antes de continuar.
et: Teie süsteemil on ootel uuendused, mis nõuavad lõpetamiseks taaskäivitamist. Palun taaskäivitage oma arvuti, et need uuendused rakendada enne jätkamist.
fi: Järjestelmässäsi on odottavia päivityksiä, jotka vaativat uudelleenkäynnistystä valmistuakseen. Käynnistä tietokoneesi uudelleen näiden päivitysten soveltamiseksi ennen jatkamista.
fr: Votre système a des mises à jour en attente qui nécessitent un redémarrage pour être complétées. Veuillez redémarrer votre ordinateur pour appliquer ces mises à jour avant de continuer.
he: למערכת שלך יש עדכונים ממתינים שדורשים אתחול כדי להשלים. אנא אתחל את המחשב שלך כדי ליישם את העדכונים הללו לפני ההמשך.
hr: Vaš sustav ima neizvršene nadogradnje koje zahtijevaju ponovno pokretanje za dovršetak. Molimo ponovo pokrenite svoje računalo kako biste primijenili ove nadogradnje prije nastavka.
hu: A rendszerén függőben lévő frissítések vannak, amelyek telepítéséhez újraindítás szükséges. Kérjük, indítsa újra a számítógépét a frissítések alkalmazásához, mielőtt folytatná.
is: Kerfið þitt hefur ókláraðar uppfærslur sem krafist er að endurræsa til að ljúka. Vinsamlegast endurræstu tölvuna þína til að beita þessum uppfærslum áður en þú heldur áfram.
it: Il tuo sistema ha aggiornamenti in sospeso che richiedono un riavvio per essere completati. Riavvia il computer per applicare questi aggiornamenti prima di continuare.
ja: システムには、完了するために再起動が必要な保留中の更新があります。続行する前に、これらの更新を適用するためにコンピュータを再起動してください。
nl: Uw systeem heeft wachtende updates die een herstart vereisen om te voltooien. Herstart uw computer om deze updates toe te passen voordat u doorgaat.
no: Systemet ditt har ventende oppdateringer som krever omstart for å fullføres. Vennligst start datamaskinen på nytt for å bruke disse oppdateringene før du fortsetter.
pl: Twój system ma oczekujące aktualizacje, które wymagają ponownego uruchomienia, aby je zakończyć. Proszę zrestartować komputer, aby zastosować te aktualizacje przed kontynuowaniem.
pt: Seu sistema tem atualizações pendentes que requerem uma reinicialização para serem concluídas. Por favor, reinicie seu computador para aplicar essas atualizações antes de continuar.
ro: Sistemul dumneavoastră are actualizări în așteptare care necesită o repornire pentru a fi finalizate. Vă rugăm să reporniți computerul pentru a aplica aceste actualizări înainte de a continua.
ru: В вашей системе есть ожидающие обновления, которые требуют перезагрузки для завершения. Пожалуйста, перезагрузите компьютер, чтобы применить эти обновления перед продолжением.
sk: Váš systém má čakajúce aktualizácie, ktoré si vyžadujú reštart na dokončenie. Prosím, reštartujte svoj počítač, aby ste aplikovali tieto aktualizácie pred pokračovaním.
sv: Ditt system har väntande uppdateringar som kräver en omstart för att slutföras. Vänligen starta om din dator för att tillämpa dessa uppdateringar innan du fortsätter.
tr: Sisteminizin tamamlanması için yeniden başlatılması gereken bekleyen güncellemeleri var. Devam etmeden önce bu güncellemeleri uygulamak için bilgisayarınızı yeniden başlatın.
uk: Вашій системі доступні оновлення, які потребують перезавантаження для завершення. Будь ласка, перезавантажте комп'ютер, щоб застосувати ці оновлення перед продовженням.
