Repository: psygreg/linuxtoys
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: This will list snapshots in your GRUB. It will only work if your root filesystem is btrfs. Proceed?
bg: Това ще изброи моментни снимки във вашия GRUB. То ще работи само ако вашата коренова файлова система е btrfs. Да продължим?
cs: Toto zobrazí snímky ve vašem GRUBu. Bude to fungovat pouze v případě, že váš kořenový souborový systém je btrfs. Pokračovat?
da: Dette vil liste snapshots i din GRUB. Det vil kun fungere, hvis dit rodfilssystem er btrfs. Fortsætte?
de: Dies listet Snapshots in Ihrem GRUB auf. Es funktioniert nur, wenn Ihr Root-Dateisystem btrfs ist. Fortfahren?
el: Αυτό θα καταγράψει τα στιγμιότυπα στο GRUB σας. Θα λειτουργήσει μόνο αν το ριζικό σας σύστημα αρχείων είναι btrfs. Θέλετε να προχωρήσετε;
es: Esto enumerará las instantáneas en tu GRUB. Solo funcionará si tu sistema de archivos raíz es btrfs. ¿Proceder?
et: See loetleb, mis on teie GRUB-is. See töötab ainult siis, kui teie juurefailisüsteem on btrfs. Jätkata?
fi: Tämä listaa tilannekuvat GRUBissasi. Se toimii vain, jos juurifilesysteemi on btrfs. Jatketaanko?
fr: Cela listera les instantanés dans votre GRUB. Cela ne fonctionnera que si votre système de fichiers racine est btrfs. Continuer ?
he: זה יפרט את התמונות במערכת ה-GRUB שלך. זה יעבוד רק אם מערכת הקבצים הראשית שלך היא btrfs. להמשיך?
hr: Ovo će prikazati snimke u vašem GRUB-u. Radit će samo ako je vaš korijenski datotečni sustav btrfs. Nastaviti?
hu: Ez a GRUB-ban található pillanatképeket fogja felsorolni. Csak akkor működik, ha a gyökér fájlrendszere btrfs. Folytatja?
is: Þetta mun lista myndir í GRUB þínum. Það mun aðeins virka ef rótarskrákerfið þitt er btrfs. Halda áfram?
it: Questo elencherà gli snapshot nel tuo GRUB. Funzionerà solo se il tuo filesystem radice è btrfs. Procedere?
ja: これは、GRUBにスナップショットをリストします。ルートファイルシステムがbtrfsの場合にのみ機能します。続行しますか？
nl: Dit zal snapshots in je GRUB weergeven. Het werkt alleen als je rootbestandssysteem btrfs is. Doorgaan?
no: Dette vil liste øyeblikksbilder i GRUB-en din. Det vil bare fungere hvis rotfilsystemet ditt er btrfs. Fortsette?
pl: To będzie wyświetlać migawki w twoim GRUB. Będzie działać tylko jeśli twój system plików root to btrfs. Kontynuować?
pt: Isso listará os snapshots no seu GRUB. Só funcionará se o seu sistema de arquivos raiz for btrfs. Prosseguir?
ro: Aceasta va lista instantaneele în GRUB-ul tău. Va funcționa doar dacă sistemul tău de fișiere rădăcină este btrfs. Continuăm?
ru: Это отобразит снимки в вашем GRUB. Это будет работать только если ваша корневая файловая система btrfs. Продолжить?
sk: Toto zobrazí snímky vo vašom GRUB. Bude to fungovať iba v prípade, že váš koreňový súborový systém je btrfs. Pokračovať?
sv: Detta kommer att lista ögonblicksbilder i din GRUB. Det kommer endast att fungera om ditt rotfilsystem är btrfs. Fortsätta?
tr: Bu, GRUB'unuzda anlık görüntüleri listeleyecektir. Sadece kök dosya sisteminiz btrfs ise çalışacaktır. Devam edilsin mi?
uk: Це відобразить знімки у вашому GRUB. Це буде працювати лише якщо ваша коренева файлова система - btrfs. Продовжити?

source: No WiFi device found.
bg: Не е намерено WiFi устройство.
cs: Žádné zařízení WiFi nebylo nalezeno.
da: Ingen WiFi-enhed fundet.
de: Kein WiFi-Gerät gefunden.
el: Δεν βρέθηκε συσκευή WiFi.
es: No se encontró ningún dispositivo WiFi.
et: WiFi seadet ei leitud.
fi: WiFi-laitetta ei löytynyt.
fr: Aucun appareil WiFi trouvé.
he: לא נמצא מכשיר WiFi.
hr: Nema pronađenog WiFi uređaja.
hu: Nincs WiFi eszköz találva.
is: Engin WiFi fannst ekki.
it: Nessun dispositivo WiFi trovato.
ja: WiFiデバイスが見つかりません。
nl: Geen WiFi-apparaat gevonden.
no: Ingen WiFi-enhet funnet.
pl: Nie znaleziono urządzenia WiFi.
pt: Nenhum dispositivo WiFi encontrado.
ro: Nu a fost găsit niciun dispozitiv WiFi.
ru: Устройство WiFi не найдено.
sk: Nebola nájdená žiadna WiFi zariadenie.
sv: Inga WiFi-enheter hittades.
tr: WiFi cihazı bulunamadı.
uk: Не знайдено жодного WiFi-пристрою.

source: iwd.conf file not found. IWD was not enabled in this system.
bg: Файл iwd.conf не е намерен. IWD не беше активиран в тази система.
cs: Soubor iwd.conf nebyl nalezen. IWD nebyl v tomto systému povolen.
da: iwd.conf filen blev ikke fundet. IWD var ikke aktiveret i dette system.
de: iwd.conf-Datei nicht gefunden. IWD wurde in diesem System nicht aktiviert.
el: Δεν βρέθηκε το αρχείο iwd.conf. Το IWD δεν ήταν ενεργοποιημένο σε αυτό το σύστημα.
es: Archivo iwd.conf no encontrado. IWD no estaba habilitado en este sistema.
et: iwd.conf faili ei leitud. IWD ei olnud selles süsteemis lubatud.
fi: iwd.conf-tiedostoa ei löytynyt. IWD:tä ei ole otettu käyttöön tässä järjestelmässä.
fr: Fichier iwd.conf introuvable. IWD n'a pas été activé sur ce système.
he: קובץ iwd.conf לא נמצא. IWD לא הופעל במערכת זו.
hr: iwd.conf datoteka nije pronađena. IWD nije bio omogućen u ovom sustavu.
hu: iwd.conf fájl nem található. Az IWD nem volt engedélyezve ebben a rendszerben.
is: iwd.conf skrá fannst ekki. IWD var ekki virkjað í þessu kerfi.
it: File iwd.conf non trovato. IWD non è stato abilitato in questo sistema.
ja: iwd.confファイルが見つかりません。IWDはこのシステムで有効になっていません。
nl: iwd.conf-bestand niet gevonden. IWD was niet ingeschakeld in dit systeem.
no: iwd.conf-fil ikke funnet. IWD ble ikke aktivert i dette systemet.
pl: Plik iwd.conf nie został znaleziony. IWD nie był włączony w tym systemie.
pt: Arquivo iwd.conf não encontrado. O IWD não foi ativado neste sistema.
ro: Fișierul iwd.conf nu a fost găsit. IWD nu a fost activat în acest sistem.
ru: Файл iwd.conf не найден. IWD не был включен в этой системе.
sk: Súbor iwd.conf nebol nájdený. IWD nebol v tomto systéme povolený.
sv: iwd.conf-filen hittades inte. IWD var inte aktiverat i detta system.
tr: iwd.conf dosyası bulunamadı. IWD bu sistemde etkinleştirilmedi.
uk: iwd.conf файл не знайдено. IWD не був увімкнений у цій системі.

source: SELinux policy has been updated.
bg: Политиката на SELinux е актуализирана.
cs: Politika SELinux byla aktualizována.
da: SELinux-politikken er blevet opdateret.
de: Die SELinux-Richtlinie wurde aktualisiert.
el: Η πολιτική SELinux έχει ενημερωθεί.
es: La política de SELinux ha sido actualizada.
et: SELinuxi poliitika on uuendatud.
fi: SELinux-politiikka on päivitetty.
fr: La politique SELinux a été mise à jour.
he: מדיניות SELinux עודכנה.
hr: SELinux politika je ažurirana.
hu: Az SELinux házirend frissítve lett.
is: SELinux stefnir hefur verið uppfærð.
it: La politica SELinux è stata aggiornata.
ja: SELinuxポリシーが更新されました。
nl: SELinux-beleid is bijgewerkt.
no: SELinux-policy har blitt oppdatert.
pl: Polityka SELinux została zaktualizowana.
pt: A política do SELinux foi atualizada.
ro: Politica SELinux a fost actualizată.
ru: Политика SELinux была обновлена.
sk: Politika SELinux bola aktualizovaná.
sv: SELinux-policy har uppdaterats.
tr: SELinux politikası güncellenmiştir.
uk: Політика SELinux була оновлена.

source: This script is only for OpenSUSE-based distributions.
bg: Този скрипт е само за дистрибуции, базирани на OpenSUSE.
cs: Tento skript je určen pouze pro distribuce založené na OpenSUSE.
da: Dette script er kun til OpenSUSE-baserede distributioner.
de: Dieses Skript ist nur für OpenSUSE-basierte Distributionen.
el: Αυτό το σενάριο είναι μόνο για διανομές που βασίζονται σε OpenSUSE.
es: Este script es solo para distribuciones basadas en OpenSUSE.
et: See skript on ainult OpenSUSE-põhiste jaotuste jaoks.
fi: Tämä skripti on vain OpenSUSE-pohjaisille jakeluille.
fr: Ce script est uniquement destiné aux distributions basées sur OpenSUSE.
he: סקריפט זה מיועד רק להפצות מבוססות OpenSUSE.
hr: Ovaj skript je samo za distribucije temeljene na OpenSUSE-u.
hu: Ez a szkript csak OpenSUSE-alapú disztribúciókhoz készült.
is: Þessi skrift er aðeins fyrir OpenSUSE-grunnu dreifingar.
it: Questo script è solo per distribuzioni basate su OpenSUSE.
ja: このスクリプトはOpenSUSEベースのディストリビューション専用です。
nl: Dit script is alleen voor op OpenSUSE gebaseerde distributies.
no: Dette skriptet er kun for OpenSUSE-baserte distribusjoner.
pl: Ten skrypt jest przeznaczony tylko dla dystrybucji opartych na OpenSUSE.
pt: Este script é apenas para distribuições baseadas em OpenSUSE.
ro: Acest script este doar pentru distribuții bazate pe OpenSUSE.
ru: Этот скрипт предназначен только для дистрибутивов на базе OpenSUSE.
sk: Tento skript je určený iba pre distribúcie založené na OpenSUSE.
sv: Detta skript är endast för OpenSUSE-baserade distributioner.
tr: Bu betik yalnızca OpenSUSE tabanlı dağıtımlar içindir.
uk: Цей скрипт призначений лише для дистрибутивів на базі OpenSUSE.

source: Docker + Portainer CE Setup
bg: Настройка на Docker + Portainer CE
cs: Nastavení Dockeru + Portainer CE
da: Docker + Portainer CE Opsætning
de: Docker + Portainer CE Einrichtung
el: Docker + Portainer CE Ρύθμιση
es: Configuración de Docker + Portainer CE
et: Docker + Portainer CE seadistus
fi: Docker + Portainer CE -asennus
fr: Configuration de Docker + Portainer CE
he: הגדרת Docker + Portainer CE
hr: Docker + Portainer CE Postavka
hu: Docker + Portainer CE Beállítás
is: Docker + Portainer CE Uppsetning
it: Impostazione di Docker + Portainer CE
ja: Docker + Portainer CE セットアップ
nl: Docker + Portainer CE Installatie
no: Docker + Portainer CE Oppsett
pl: Konfiguracja Docker + Portainer CE
pt: Configuração Docker + Portainer CE
ro: Configurare Docker + Portainer CE
ru: Настройка Docker + Portainer CE
sk: Nastavenie Docker + Portainer CE
sv: Docker + Portainer CE-installation
tr: Docker + Portainer CE Kurulumu
uk: Налаштування Docker + Portainer CE

source: This will install Docker Engine and Portainer CE to manage it through a web UI. Proceed?
bg: Това ще инсталира Docker Engine и Portainer CE, за да го управлявате чрез уеб интерфейс. Да продължим?
cs: Tímto se nainstaluje Docker Engine a Portainer CE pro jeho správu prostřednictvím webového uživatelského rozhraní. Pokračovat?
da: Dette vil installere Docker Engine og Portainer CE for at administrere det gennem en webbrugergrænseflade. Fortsætte?
de: Dies installiert Docker Engine und Portainer CE, um es über eine Web-Benutzeroberfläche zu verwalten. Fortfahren?
el: Αυτό θα εγκαταστήσει το Docker Engine και το Portainer CE για να το διαχειριστείτε μέσω ενός διαδικτυακού UI. Συνεχίζετε;
es: Esto instalará Docker Engine y Portainer CE para gestionarlo a través de una interfaz web. ¿Proceder?
et: See installitakse Docker Engine ja Portainer CE, et seda hallata veebiliidese kaudu. Jätkata?
fi: Tämä asentaa Docker Engine ja Portainer CE:n sen hallitsemiseksi verkkokäyttöliittymän kautta. Jatketaanko?
fr: Cela installera Docker Engine et Portainer CE pour le gérer via une interface web. Continuer ?
he: זה יתקין את מנוע Docker ו-Portainer CE כדי לנהל אותו דרך ממשק משתמש אינטרנטי. להמשיך?
hr: Ovo će instalirati Docker Engine i Portainer CE za upravljanje putem web korisničkog sučelja. Nastaviti?
hu: Ez telepíti a Docker Engine-t és a Portainer CE-t, hogy webes felületen keresztül kezelhesse. Folytatni?
is: Þetta mun setja upp Docker Engine og Portainer CE til að stjórna því í gegnum vefviðmót. Halda áfram?
it: Questo installerà Docker Engine e Portainer CE per gestirlo tramite un'interfaccia web. Procedere?
ja: これにより、Docker EngineとPortainer CEがインストールされ、Web UIを通じて管理できるようになります。続行しますか？
nl: Dit zal Docker Engine en Portainer CE installeren om het via een webinterface te beheren. Doorgaan?
no: Dette vil installere Docker Engine og Portainer CE for å administrere det gjennom et webgrensesnitt. Fortsett?
pl: To zainstaluje Docker Engine i Portainer CE do zarządzania nim za pomocą interfejsu webowego. Kontynuować?
pt: Isso instalará o Docker Engine e o Portainer CE para gerenciá-lo através de uma interface web. Prosseguir?
ro: Aceasta va instala Docker Engine și Portainer CE pentru a-l gestiona printr-o interfață web. Continuați?
ru: Это установит Docker Engine и Portainer CE для управления им через веб-интерфейс. Продолжить?
sk: Týmto sa nainštaluje Docker Engine a Portainer CE na jeho správu prostredníctvom webového rozhrania. Pokračovať?
sv: Detta kommer att installera Docker Engine och Portainer CE för att hantera det genom ett webbgränssnitt. Fortsätta?
tr: Bu, Docker Engine ve bunu bir web arayüzü aracılığıyla yönetmek için Portainer CE'yi kuracaktır. Devam edilsin mi?
uk: Це встановить Docker Engine та Portainer CE для керування ним через веб-інтерфейс. Продовжити?

source: Setup complete. Your Portainer dashboard will open in your web browser now.
bg: Настройката е завършена. Вашият Portainer контролен панел ще се отвори в уеб браузъра ви сега.
cs: Nastavení dokončeno. Váš Portainer dashboard se nyní otevře ve vašem webovém prohlížeči.
da: Opsætning fuldført. Dit Portainer-dashboard åbnes nu i din webbrowser.
de: Einrichtung abgeschlossen. Ihr Portainer-Dashboard wird jetzt in Ihrem Webbrowser geöffnet.
el: Η ρύθμιση ολοκληρώθηκε. Ο πίνακας ελέγχου του Portainer θα ανοίξει τώρα στον περιηγητή ιστού σας.
es: Configuración completa. Tu panel de control de Portainer se abrirá en tu navegador web ahora.
et: Seadistus on lõpetatud. Teie Portaineri armatuurlaud avatakse nüüd teie veebibrauseris.
fi: Asennus valmis. Portainer-ohjauspaneelisi avautuu nyt verkkoselaimessasi.
fr: Configuration terminée. Votre tableau de bord Portainer s'ouvrira maintenant dans votre navigateur web.
he: ההתקנה הושלמה. לוח המחוונים של Portainer ייפתח בדפדפן האינטרנט שלך עכשיו.
hr: Postavljanje je završeno. Vaša Portainer nadzorna ploča će se sada otvoriti u vašem web pregledniku.
hu: A telepítés befejeződött. A Portainer irányítópultja most megnyílik a webböngészőjében.
is: Uppsetning lokið. Portainer stjórnborðið þitt mun opnast í vefvafranum þínum núna.
it: Impostazione completata. La tua dashboard di Portainer si aprirà ora nel tuo browser web.
ja: セットアップが完了しました。ポータイナーのダッシュボードがウェブブラウザで開きます。
nl: Installatie voltooid. Uw Portainer-dashboard wordt nu geopend in uw webbrowser.
no: Oppsett fullført. Din Portainer-dashbord vil åpne i nettleseren din nå.
pl: Konfiguracja zakończona. Twój pulpit nawigacyjny Portainer otworzy się teraz w przeglądarce internetowej.
pt: Configuração concluída. O painel do Portainer será aberto no seu navegador agora.
ro: Configurare completă. Panoul de control Portainer se va deschide acum în browserul dumneavoastră web.
ru: Настройка завершена. Ваша панель управления Portainer теперь откроется в веб-браузере.
sk: Nastavenie dokončené. Vaša Portainer nástenka sa teraz otvorí vo vašom webovom prehliadači.
sv: Installation klar. Din Portainer-instrumentpanel öppnas nu i din webbläsare.
tr: Kurulum tamamlandı. Portainer kontrol paneliniz şimdi web tarayıcınızda açılacak.
uk: Налаштування завершено. Ваш інформаційний панель Portainer відкриється у вашому веб-браузері зараз.

source: Choose JDK versions to install
bg: Изберете версии на JDK за инсталиране
cs: Vyberte verze JDK k instalaci
da: Vælg JDK-versioner til installation
de: Wählen Sie die JDK-Versionen zur Installation aus.
el: Επιλέξτε εκδόσεις JDK για εγκατάσταση
es: Elija las versiones de JDK para instalar
et: Valige installimiseks JDK versioonid
fi: Valitse asennettavat JDK-versiot
fr: Choisissez les versions de JDK à installer
he: בחר גרסאות JDK להתקנה
hr: Odaberite JDK verzije za instalaciju
hu: Válassza ki a telepítendő JDK verziókat
is: Veldu JDK útgáfur til að setja upp
it: Scegli le versioni JDK da installare
ja: インストールするJDKバージョンを選択してください
nl: Kies JDK-versies om te installeren
no: Velg JDK-versjoner å installere
pl: Wybierz wersje JDK do zainstalowania
pt: Escolha as versões do JDK para instalar
ro: Alegeți versiunile JDK de instalat
ru: Выберите версии JDK для установки
sk: Vyberte verzie JDK na inštaláciu
sv: Välj JDK-versioner att installera
tr: Yüklemek için JDK sürümlerini seçin
uk: Виберіть версії JDK для встановлення

source: NVM has been installed. Please restart your terminal or source your shell configuration file (e.g., .bashrc, .zshrc) to start using it. A browser window will now open with usage instructions.
bg: NVM е инсталиран. Моля, рестартирайте терминала си или заредете конфигурационния файл на шелла си (напр. .bashrc, .zshrc), за да започнете да го използвате. Сега ще се отвори прозорец на браузъра с инструкции за употреба.
cs: NVM byl nainstalován. Prosím, restartujte svůj terminál nebo načtěte konfigurační soubor vašeho shellu (např. .bashrc, .zshrc), abyste mohli začít používat. Nyní se otevře okno prohlížeče s pokyny k použití.
da: NVM er blevet installeret. Genstart venligst dit terminalvindue eller kilde din shell-konfigurationsfil (f.eks. .bashrc, .zshrc) for at begynde at bruge det. Et browservindue åbnes nu med brugsanvisninger.
de: NVM wurde installiert. Bitte starten Sie Ihr Terminal neu oder laden Sie Ihre Shell-Konfigurationsdatei (z. B. .bashrc, .zshrc), um es zu verwenden. Ein Browserfenster wird jetzt mit den Benutzungsanweisungen geöffnet.
el: Η NVM έχει εγκατασταθεί. Παρακαλώ επανεκκινήστε το τερματικό σας ή φορτώστε το αρχείο ρύθμισης του κελύφους σας (π.χ., .bashrc, .zshrc) για να αρχίσετε να το χρησιμοποιείτε. Ένα παράθυρο προγράμματος περιήγησης θα ανοίξει τώρα με οδηγίες χρήσης.
es: NVM se ha instalado. Por favor, reinicia tu terminal o carga tu archivo de configuración de shell (por ejemplo, .bashrc, .zshrc) para comenzar a usarlo. Ahora se abrirá una ventana del navegador con instrucciones de uso.
et: NVM on paigaldatud. Palun taaskäivitage oma terminal või laadige oma shelli konfiguratsioonifail (nt .bashrc, .zshrc), et alustada selle kasutamist. Brauseri aken avatakse nüüd kasutusjuhistega.
fi: NVM on asennettu. Käynnistä terminaalisi uudelleen tai lataa shell-konfiguraatiotiedostosi (esim. .bashrc, .zshrc) aloittaaksesi sen käytön. Selainikkuna avautuu nyt käyttöohjeiden kanssa.
fr: NVM a été installé. Veuillez redémarrer votre terminal ou sourcer votre fichier de configuration de shell (par exemple, .bashrc, .zshrc) pour commencer à l'utiliser. Une fenêtre de navigateur va maintenant s'ouvrir avec des instructions d'utilisation.
he: NVM הותקן. אנא הפעל מחדש את הטרמינל שלך או טען את קובץ הקונפיגורציה של ה-shell שלך (למשל, .bashrc, .zshrc) כדי להתחיל להשתמש בו. חלון דפדפן ייפתח כעת עם הוראות שימוש.
hr: NVM je instaliran. Molimo ponovno pokrenite svoj terminal ili učitajte svoju konfiguracijsku datoteku ljuske (npr. .bashrc, .zshrc) kako biste ga počeli koristiti. Sada će se otvoriti prozor preglednika s uputama za korištenje.
hu: Az NVM telepítve lett. Kérjük, indítsa újra a terminált, vagy forrásolja a shell konfigurációs fájlt (pl. .bashrc, .zshrc) a használat megkezdéséhez. Most egy böngészőablak fog megnyílni a használati utasításokkal.
is: NVM hefur verið sett upp. Vinsamlegast endurræstu terminalinn þinn eða uppfærðu stillingaskrána þína (t.d. .bashrc, .zshrc) til að byrja að nota það. Vafragluggi mun nú opnast með notkunarleiðbeiningum.
it: NVM è stato installato. Si prega di riavviare il terminale o di sorgere il file di configurazione della shell (ad es. .bashrc, .zshrc) per iniziare a usarlo. Ora si aprirà una finestra del browser con le istruzioni per l'uso.
ja: NVMがインストールされました。ターミナルを再起動するか、シェル設定ファイル（例：.bashrc、.zshrc）をソースして使用を開始してください。使用方法の指示が表示されたブラウザウィンドウが開きます。
nl: NVM is geïnstalleerd. Herstart uw terminal of laad uw shell-configuratiebestand (bijv. .bashrc, .zshrc) om het te gaan gebruiken. Een browservenster wordt nu geopend met gebruiksinstructies.
no: NVM har blitt installert. Vennligst start terminalen på nytt eller kilde konfigurasjonsfilen for skallet ditt (f.eks. .bashrc, .zshrc) for å begynne å bruke det. Et nettleservindu vil nå åpne med bruksanvisning.
pl: NVM został zainstalowany. Proszę zrestartować terminal lub załadować plik konfiguracyjny powłoki (np. .bashrc, .zshrc), aby zacząć go używać. Teraz otworzy się okno przeglądarki z instrukcjami użytkowania.
pt: O NVM foi instalado. Por favor, reinicie seu terminal ou recarregue seu arquivo de configuração do shell (ex: .bashrc, .zshrc) para começar a usá-lo. Uma janela do navegador será aberta com instruções de uso.
ro: NVM a fost instalat. Vă rugăm să reporniți terminalul sau să sursați fișierul de configurare a shell-ului (de exemplu, .bashrc, .zshrc) pentru a începe să-l folosiți. O fereastră de browser se va deschide acum cu instrucțiuni de utilizare.
ru: NVM был установлен. Пожалуйста, перезапустите ваш терминал или загрузите файл конфигурации вашей оболочки (например, .bashrc, .zshrc), чтобы начать его использовать. Теперь откроется окно браузера с инструкциями по использованию.
sk: NVM bol nainštalovaný. Prosím, reštartujte svoj terminál alebo načítajte svoj konfiguračný súbor shellu (napr. .bashrc, .zshrc), aby ste ho mohli začať používať. Teraz sa otvorí okno prehliadača s pokynmi na používanie.
sv: NVM har installerats. Vänligen starta om din terminal eller käll din skalkonfigurationsfil (t.ex. .bashrc, .zshrc) för att börja använda det. Ett webbläsarfönster öppnas nu med användarinstruktioner.
tr: NVM yüklendi. Lütfen terminalinizi yeniden başlatın veya shell yapılandırma dosyanızı (örneğin, .bashrc, .zshrc) kaynaklayın. Kullanım talimatlarıyla birlikte bir tarayıcı penceresi şimdi açılacaktır.
uk: NVM було встановлено. Будь ласка, перезапустіть ваш термінал або завантажте файл конфігурації вашої оболонки (наприклад, .bashrc, .zshrc), щоб почати його використовувати. Тепер відкриється вікно браузера з інструкціями щодо використання.
