Repository: psygreg/linuxtoys
Catalog: locale/*.po
Languages: bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Optimization complete. Please reboot your system. You will be prompted to enroll a new MOK (Machine Owner Key) for Secure Boot. Please select 'Enroll MOK' and follow the prompts to complete the process.
bg: Оптимизацията е завършена. Моля, рестартирайте системата си. Ще бъдете подканени да регистрирате нов MOK (Ключ на собственика на машината) за Secure Boot. Моля, изберете 'Регистрирайте MOK' и следвайте указанията, за да завършите процеса.
cs: Optimalizace dokončena. Prosím, restartujte svůj systém. Budete vyzváni k registraci nového MOK (Klíč vlastníka stroje) pro Secure Boot. Prosím, vyberte 'Zaregistrovat MOK' a postupujte podle pokynů k dokončení procesu.
da: Optimering fuldført. Genstart venligst dit system. Du vil blive bedt om at tilmelde en ny MOK (Maskinejer-nøgle) til Secure Boot. Vælg 'Tilmeld MOK' og følg vejledningen for at fuldføre processen.
de: Optimierung abgeschlossen. Bitte starten Sie Ihr System neu. Sie werden aufgefordert, einen neuen MOK (Machine Owner Key) für Secure Boot zu registrieren. Bitte wählen Sie 'MOK registrieren' und folgen Sie den Anweisungen, um den Vorgang abzuschließen.
el: Η βελτιστοποίηση ολοκληρώθηκε. Παρακαλώ επανεκκινήστε το σύστημά σας. Θα σας ζητηθεί να εγγραφείτε σε ένα νέο MOK (Κλειδί Ιδιοκτήτη Μηχανής) για την Ασφαλή Εκκίνηση. Παρακαλώ επιλέξτε 'Εγγραφή MOK' και ακολουθήστε τις οδηγίες για να ολοκληρώσετε τη διαδικασία.
es: Optimización completa. Por favor, reinicie su sistema. Se le pedirá que inscriba una nueva MOK (Clave de Propietario de Máquina) para el Arranque Seguro. Por favor, seleccione 'Inscribir MOK' y siga las indicaciones para completar el proceso.
et: Optimeerimine on lõpetatud. Palun taaskäivitage oma süsteem. Teid palutakse registreerida uus MOK (Masina Omaniku Võti) Turvalise Käivitamise jaoks. Palun valige 'Registreeri MOK' ja järgige juhiseid protsessi lõpetamiseks.
fi: Optimointi valmis. Käynnistä järjestelmäsi uudelleen. Sinua pyydetään rekisteröimään uusi MOK (Koneen Omistajan Avaimen) Suojatun Käynnistyksen varten. Valitse 'Rekisteröi MOK' ja seuraa ohjeita prosessin loppuun saattamiseksi.
fr: Optimisation terminée. Veuillez redémarrer votre système. Vous serez invité à enregistrer une nouvelle MOK (Machine Owner Key) pour le démarrage sécurisé. Veuillez sélectionner 'Enregistrer MOK' et suivre les instructions pour compléter le processus.
he: אופטימיזציה הושלמה. אנא הפעל מחדש את המערכת שלך. תתבקש להירשם למפתח בעל מכונה חדש (MOK) עבור אתחול מאובטח. אנא בחר 'הרשמה ל-MOK' ועקוב אחרי ההנחיות להשלמת התהליך.
hr: Optimizacija je završena. Molimo ponovno pokrenite svoj sustav. Bit ćete zatraženi da registrirate novi MOK (Ključ vlasnika stroja) za Sigurno pokretanje. Molimo odaberite 'Registriraj MOK' i slijedite upute za dovršetak procesa.
hu: Az optimalizálás befejeződött. Kérjük, indítsa újra a rendszert. Fel fogja kérni, hogy regisztráljon egy új MOK-ot (Gép Tulajdonos Kulcs) a Biztonságos Indításhoz. Kérjük, válassza az 'Enroll MOK' lehetőséget, és kövesse az utasításokat a folyamat befejezéséhez.
is: Vinnsla lokið. Vinsamlegast endurræstu kerfið þitt. Þú munt fá beiðni um að skrá nýjan MOK (Vélareiganda lykil) fyrir Öruggan Ræsingu. Vinsamlegast veldu 'Skrá MOK' og fylgdu leiðbeiningunum til að ljúka ferlinu.
it: Ottimizzazione completata. Si prega di riavviare il sistema. Verrà richiesto di registrare un nuovo MOK (Machine Owner Key) per il Secure Boot. Selezionare 'Registrare MOK' e seguire le istruzioni per completare il processo.
ja: 最適化が完了しました。システムを再起動してください。セキュアブートのために新しいMOK（マシンオーナーキー）に登録するように求められます。「MOKを登録」を選択し、プロンプトに従ってプロセスを完了してください。
nl: Optimalisatie voltooid. Herstart uw systeem alstublieft. U wordt gevraagd om een nieuwe MOK (Machine Owner Key) voor Secure Boot te registreren. Selecteer 'MOK registreren' en volg de aanwijzingen om het proces te voltooien.
no: Optimalisering fullført. Vennligst start systemet på nytt. Du vil bli bedt om å registrere en ny MOK (Maskin Eier Nøkkel) for Sikker Oppstart. Vennligst velg 'Registrer MOK' og følg instruksjonene for å fullføre prosessen.
pl: Optymalizacja zakończona. Proszę zrestartować system. Zostaniesz poproszony o zarejestrowanie nowego MOK (Klucz Właściciela Maszyny) dla Bezpiecznego Rozruchu. Proszę wybrać 'Zarejestruj MOK' i postępować zgodnie z instrukcjami, aby zakończyć proces.
pt: Otimização concluída. Por favor, reinicie seu sistema. Você será solicitado a registrar uma nova MOK (Chave do Proprietário da Máquina) para Inicialização Segura. Selecione 'Registrar MOK' e siga as instruções para concluir o processo.
ro: Optimizare completă. Vă rugăm să reporniți sistemul. Veți fi solicitat să înregistrați o nouă MOK (Cheie de Proprietar a Mașinii) pentru Boot Securizat. Vă rugăm să selectați 'Înregistrați MOK' și să urmați instrucțiunile pentru a finaliza procesul.
ru: Оптимизация завершена. Пожалуйста, перезагрузите вашу систему. Вам будет предложено зарегистрировать новый MOK (Ключ владельца машины) для безопасной загрузки. Пожалуйста, выберите 'Зарегистрировать MOK' и следуйте инструкциям для завершения процесса.
sk: Optimalizácia dokončená. Prosím, reštartujte svoj systém. Budete vyzvaní na zaregistrovanie nového MOK (Kľúč vlastníka stroja) pre zabezpečené spúšťanie. Prosím, vyberte 'Zaregistrovať MOK' a postupujte podľa pokynov na dokončenie procesu.
sv: Optimering slutförd. Vänligen starta om ditt system. Du kommer att bli ombedd att registrera en ny MOK (Maskinägarnyckel) för Säker start. Vänligen välj 'Registrera MOK' och följ anvisningarna för att slutföra processen.
tr: Optimizasyon tamamlandı. Lütfen sisteminizi yeniden başlatın. Güvenli Önyükleme için yeni bir MOK (Makine Sahibi Anahtarı) kaydolmanız istenecektir. 'MOK Kaydet' seçeneğini seçin ve işlemi tamamlamak için yönergeleri izleyin.
uk: Оптимізація завершена. Будь ласка, перезавантажте вашу систему. Вам буде запропоновано зареєструвати новий MOK (Ключ власника машини) для Безпечного завантаження. Будь ласка, виберіть 'Зареєструвати MOK' і дотримуйтесь підказок, щоб завершити процес.

source: Packages for Active Directory integration have been installed. You can now join a domain using the 'realm join' command.
bg: Инсталирани са пакети за интеграция с Active Directory. Сега можете да се присъедините към домейн, използвайки командата 'realm join'.
cs: Byly nainstalovány balíčky pro integraci s Active Directory. Nyní se můžete připojit k doméně pomocí příkazu 'realm join'.
da: Pakker til integration med Active Directory er blevet installeret. Du kan nu tilslutte en domæne ved hjælp af kommandoen 'realm join'.
de: Pakete für die Active Directory-Integration wurden installiert. Sie können jetzt einer Domäne mit dem Befehl 'realm join' beitreten.
el: Τα πακέτα για την ενσωμάτωση του Active Directory έχουν εγκατασταθεί. Μπορείτε τώρα να συμμετάσχετε σε ένα τομέα χρησιμοποιώντας την εντολή 'realm join'.
es: Se han instalado paquetes para la integración de Active Directory. Ahora puedes unirte a un dominio utilizando el comando 'realm join'.
et: Active Directory integreerimise paketid on installitud. Nüüd saate liituda domeeniga, kasutades käsku 'realm join'.
fi: Active Directory -integraatiota varten tarvittavat paketit on asennettu. Voit nyt liittyä verkkotunnukseen käyttämällä 'realm join' -komentoa.
fr: Des packages pour l'intégration Active Directory ont été installés. Vous pouvez maintenant rejoindre un domaine en utilisant la commande 'realm join'.
he: החבילות עבור אינטגרציה עם Active Directory הותקנו. כעת תוכל להצטרף לדומיין באמצעות הפקודה 'realm join'.
hr: Paketi za integraciju s Active Directoryjem su instalirani. Sada se možete pridružiti domeni koristeći naredbu 'realm join'.
hu: Az Active Directory integrációhoz szükséges csomagok telepítve lettek. Most már csatlakozhat egy tartományhoz a 'realm join' parancs használatával.
is: Pakkar fyrir Active Directory samþættingu hafa verið settir upp. Þú getur nú tengst lén með 'realm join' skipuninni.
it: I pacchetti per l'integrazione di Active Directory sono stati installati. Ora puoi unirti a un dominio utilizzando il comando 'realm join'.
ja: Active Directory統合用のパッケージがインストールされました。これで、'realm join'コマンドを使用してドメインに参加できます。
nl: Pakketten voor Active Directory-integratie zijn geïnstalleerd. U kunt nu een domein toevoegen met het commando 'realm join'.
no: Pakker for Active Directory-integrasjon har blitt installert. Du kan nå bli med i et domene ved å bruke kommandoen 'realm join'.
pl: Zainstalowano pakiety do integracji z Active Directory. Możesz teraz dołączyć do domeny, używając polecenia 'realm join'.
pt: Os pacotes para integração com o Active Directory foram instalados. Você agora pode ingressar em um domínio usando o comando 'realm join'.
ro: Pachetele pentru integrarea Active Directory au fost instalate. Acum poți să te alături unui domeniu folosind comanda 'realm join'.
ru: Установлены пакеты для интеграции с Active Directory. Теперь вы можете присоединиться к домену, используя команду 'realm join'.
sk: Boli nainštalované balíky pre integráciu s Active Directory. Teraz sa môžete pripojiť k doméne pomocou príkazu 'realm join'.
sv: Paket för Active Directory-integration har installerats. Du kan nu gå med i en domän med kommandot 'realm join'.
tr: Active Directory entegrasyonu için paketler yüklendi. Artık 'realm join' komutunu kullanarak bir domaine katılabilirsiniz.
uk: Пакети для інтеграції з Active Directory були встановлені. Тепер ви можете приєднатися до домену, використовуючи команду 'realm join'.

source: This script requires Lossless Scaling for Windows to be installed on your system through Steam, Lutris or Bottles. Please make sure it is installed before proceeding.
bg: Този скрипт изисква Lossless Scaling за Windows да бъде инсталиран на вашата система чрез Steam, Lutris или Bottles. Моля, уверете се, че е инсталиран преди да продължите.
cs: Tento skript vyžaduje, aby byl Lossless Scaling pro Windows nainstalován ve vašem systému prostřednictvím Steamu, Lutris nebo Bottles. Ujistěte se, že je nainstalován před pokračováním.
da: Dette script kræver, at Lossless Scaling til Windows er installeret på dit system via Steam, Lutris eller Bottles. Sørg venligst for, at det er installeret, før du fortsætter.
de: Dieses Skript erfordert, dass Lossless Scaling für Windows über Steam, Lutris oder Bottles auf Ihrem System installiert ist. Bitte stellen Sie sicher, dass es installiert ist, bevor Sie fortfahren.
el: Αυτό το σενάριο απαιτεί την εγκατάσταση του Lossless Scaling για Windows στο σύστημά σας μέσω του Steam, Lutris ή Bottles. Παρακαλώ βεβαιωθείτε ότι είναι εγκατεστημένο πριν προχωρήσετε.
es: Este script requiere que Lossless Scaling para Windows esté instalado en su sistema a través de Steam, Lutris o Bottles. Asegúrese de que esté instalado antes de continuar.
et: See skript nõuab, et Lossless Scaling Windowsi jaoks oleks teie süsteemis installitud läbi Steami, Lutrise või Bottles. Palun veenduge, et see on enne jätkamist installitud.
fi: Tämä skripti vaatii Lossless Scalingin asennettavaksi Windowsille järjestelmääsi Steam, Lutris tai Bottles kautta. Varmista, että se on asennettu ennen jatkamista.
fr: Ce script nécessite que Lossless Scaling pour Windows soit installé sur votre système via Steam, Lutris ou Bottles. Veuillez vous assurer qu'il est installé avant de continuer.
he: סקריפט זה דורש שהסקלה ללא אובדן עבור Windows תהיה מותקנת במערכת שלך דרך Steam, Lutris או Bottles. אנא ודא שהיא מותקנת לפני שתמשיך.
hr: Ovaj skript zahtijeva da je Lossless Scaling za Windows instaliran na vašem sustavu putem Steama, Lutrisa ili Bottlesa. Molimo vas da se uvjerite da je instaliran prije nego što nastavite.
hu: Ez a szkript a Lossless Scaling Windows-ra való telepítését igényli a rendszereden a Steamen, Lutris-on vagy Bottles-en keresztül. Kérjük, győződj meg róla, hogy telepítve van, mielőtt folytatnád.
is: Þessi skrift krefst þess að Lossless Scaling fyrir Windows sé uppsett á kerfinu þínu í gegnum Steam, Lutris eða Bottles. Vinsamlegast tryggðu að það sé uppsett áður en þú heldur áfram.
it: Questo script richiede che Lossless Scaling per Windows sia installato sul tuo sistema tramite Steam, Lutris o Bottles. Assicurati che sia installato prima di procedere.
ja: このスクリプトを実行するには、Steam、Lutris、またはBottlesを通じてWindowsにLossless Scalingがインストールされている必要があります。続行する前に、インストールされていることを確認してください。
nl: Dit script vereist dat Lossless Scaling voor Windows op uw systeem is geïnstalleerd via Steam, Lutris of Bottles. Zorg ervoor dat het is geïnstalleerd voordat u verdergaat.
no: Dette skriptet krever at Lossless Scaling for Windows er installert på systemet ditt via Steam, Lutris eller Bottles. Vennligst sørg for at det er installert før du fortsetter.
pl: Ten skrypt wymaga zainstalowania Lossless Scaling dla systemu Windows na twoim systemie za pośrednictwem Steam, Lutris lub Bottles. Proszę upewnić się, że jest zainstalowany przed kontynuowaniem.
pt: Este script requer que o Lossless Scaling para Windows esteja instalado no seu sistema via Steam, Lutris ou Bottles. Por favor, certifique-se de que ele está instalado antes de prosseguir.
ro: Acest script necesită Lossless Scaling pentru Windows să fie instalat pe sistemul dumneavoastră prin Steam, Lutris sau Bottles. Vă rugăm să vă asigurați că este instalat înainte de a continua.
ru: Этот скрипт требует установки Lossless Scaling для Windows на вашей системе через Steam, Lutris или Bottles. Пожалуйста, убедитесь, что он установлен перед продолжением.
sk: Tento skript vyžaduje, aby bol Lossless Scaling pre Windows nainštalovaný vo vašom systéme prostredníctvom Steamu, Lutris alebo Bottles. Uistite sa, že je nainštalovaný pred pokračovaním.
sv: Detta skript kräver att Lossless Scaling för Windows är installerat på ditt system via Steam, Lutris eller Bottles. Vänligen se till att det är installerat innan du fortsätter.
tr: Bu betik, sisteminizde Steam, Lutris veya Bottles aracılığıyla Lossless Scaling'in kurulu olmasını gerektirir. Devam etmeden önce kurulu olduğundan emin olun.
uk: Цей скрипт вимагає, щоб Lossless Scaling для Windows був встановлений на вашій системі через Steam, Lutris або Bottles. Будь ласка, переконайтеся, що він встановлений перед продовженням.

source: Lossless.dll not found. Did you install Lossless Scaling?
bg: Lossless.dll не е намерен. Инсталирахте ли Lossless Scaling?
cs: Lossless.dll nebyl nalezen. Nainstalovali jste Lossless Scaling?
da: Lossless.dll blev ikke fundet. Har du installeret Lossless Scaling?
de: Lossless.dll nicht gefunden. Haben Sie Lossless Scaling installiert?
el: Δεν βρέθηκε το Lossless.dll. Εγκαταστήσατε το Lossless Scaling;
es: Lossless.dll no encontrado. ¿Instalaste Lossless Scaling?
et: Lossless.dll ei leitud. Kas olete installinud Lossless Scaling?
fi: Lossless.dll ei löytynyt. Asensitko Lossless Scalingin?
fr: Lossless.dll introuvable. Avez-vous installé Lossless Scaling ?
he: Lossless.dll לא נמצא. האם התקנת את Lossless Scaling?
hr: Lossless.dll nije pronađen. Jeste li instalirali Lossless Scaling?
hu: A Lossless.dll nem található. Telepítetted a Lossless Scalinget?
is: Lossless.dll fannst ekki. Hefurðu sett upp Lossless Scaling?
it: Lossless.dll non trovato. Hai installato Lossless Scaling?
ja: Lossless.dllが見つかりません。Lossless Scalingをインストールしましたか？
nl: Lossless.dll niet gevonden. Heb je Lossless Scaling geïnstalleerd?
no: Lossless.dll ble ikke funnet. Installerte du Lossless Scaling?
pl: Nie znaleziono Lossless.dll. Czy zainstalowałeś Lossless Scaling?
pt: Lossless.dll não encontrado. Você instalou o Lossless Scaling?
ro: Lossless.dll nu a fost găsit. Ai instalat Lossless Scaling?
ru: Lossless.dll не найден. Вы установили Lossless Scaling?
sk: Lossless.dll sa nenašiel. Nainštalovali ste Lossless Scaling?
sv: Lossless.dll hittades inte. Installerade du Lossless Scaling?
tr: Lossless.dll bulunamadı. Lossless Scaling'i yüklediniz mi?
uk: Lossless.dll не знайдено. Ви встановили Lossless Scaling?

source: Please check your wheel's compatibility before proceeding.
bg: Моля, проверете съвместимостта на колелото си, преди да продължите.
cs: Před pokračováním zkontrolujte kompatibilitu vašeho kola.
da: Kontroller venligst din hjuls kompatibilitet, før du fortsætter.
de: Bitte überprüfen Sie die Kompatibilität Ihres Rades, bevor Sie fortfahren.
el: Παρακαλώ ελέγξτε τη συμβατότητα του τροχού σας πριν προχωρήσετε.
es: Por favor, verifica la compatibilidad de tu rueda antes de continuar.
et: Palun kontrollige oma ratta ühilduvust enne jätkamist.
fi: Tarkista pyöräsi yhteensopivuus ennen jatkamista.
fr: Veuillez vérifier la compatibilité de votre roue avant de continuer.
he: אנא בדוק את התאמת הגלגל שלך לפני ההמשך.
hr: Molimo provjerite kompatibilnost vaših kotača prije nastavka.
hu: Kérjük, ellenőrizze a kerék kompatibilitását a folytatás előtt.
is: Vinsamlegast athugaðu samhæfi hjólsins áður en þú heldur áfram.
it: Si prega di controllare la compatibilità della ruota prima di procedere.
ja: 進む前にホイールの互換性を確認してください。
nl: Controleer de compatibiliteit van uw wiel voordat u verdergaat.
no: Vennligst sjekk hjulenes kompatibilitet før du fortsetter.
pl: Proszę sprawdzić zgodność koła przed kontynuowaniem.
pt: Por favor, verifique a compatibilidade do seu volante antes de prosseguir.
ro: Vă rugăm să verificați compatibilitatea roții dvs. înainte de a continua.
ru: Пожалуйста, проверьте совместимость вашего колеса перед продолжением.
sk: Skontrolujte kompatibilitu vašich kolies pred pokračovaním.
sv: Vänligen kontrollera din hjuls kompatibilitet innan du fortsätter.
tr: Lütfen devam etmeden önce tekerleğinizin uyumluluğunu kontrol edin.
uk: Будь ласка, перевірте сумісність вашого колеса перед продовженням.

source: Unsupported OpenSUSE version.
bg: Неподдържана версия на OpenSUSE.
cs: Nepodporovaná verze OpenSUSE.
da: Ikke understøttet OpenSUSE-version.
de: Nicht unterstützte OpenSUSE-Version.
el: Μη υποsupported έκδοση OpenSUSE.
es: Versión de OpenSUSE no soportada.
et: Toetamata OpenSUSE versioon.
fi: Tuettu OpenSUSE -versio.
fr: Version OpenSUSE non prise en charge.
he: גרסה לא נתמכת של OpenSUSE.
hr: Nepodržana verzija OpenSUSE.
hu: Támogatott OpenSUSE verzió hiányzik.
is: Óstuddur OpenSUSE útgáfa.
it: Version di OpenSUSE non supportata.
ja: サポートされていないOpenSUSEバージョン。
nl: Niet-ondersteunde OpenSUSE-versie.
no: Ustøttet OpenSUSE-versjon.
pl: Nieobsługiwana wersja OpenSUSE.
pt: Versão do OpenSUSE não suportada.
ro: Versiune OpenSUSE nesuportată.
ru: Неподдерживаемая версия OpenSUSE.
sk: Nepodporovaná verzia OpenSUSE.
sv: Ej stödd OpenSUSE-version.
tr: Desteklenmeyen OpenSUSE sürümü.
uk: Непідтримувана версія OpenSUSE.

source: No compatible AMD GPU found.
bg: Не е намерен съвместим AMD GPU.
cs: Nebyla nalezena žádná kompatibilní GPU AMD.
da: Ingen kompatibel AMD GPU fundet.
de: Keine kompatible AMD-GPU gefunden.
el: Δεν βρέθηκε συμβατή GPU AMD.
es: No se encontró ninguna GPU AMD compatible.
et: Ühtegi ühilduvat AMD GPU-d ei leitud.
fi: Yhteensopivaa AMD GPU:ta ei löytynyt.
fr: Aucun GPU AMD compatible trouvé.
he: לא נמצאה כרטיס גרפי AMD תואם.
hr: Nema kompatibilne AMD GPU.
hu: Nincs kompatibilis AMD GPU.
is: Engin samhæfð AMD GPU fundin.
it: Nessuna GPU AMD compatibile trovata.
ja: 互換性のあるAMD GPUが見つかりませんでした。
nl: Geen compatibele AMD GPU gevonden.
no: Ingen kompatibel AMD GPU funnet.
pl: Nie znaleziono kompatybilnej karty graficznej AMD.
pt: Nenhuma GPU AMD compatível encontrada.
ro: Nu a fost găsită nicio GPU AMD compatibilă.
ru: Не найдена совместимая графическая карта AMD.
sk: Nebola nájdená kompatibilná AMD GPU.
sv: Ingen kompatibel AMD GPU hittades.
tr: Uyumlu bir AMD GPU bulunamadı.
uk: Не знайдено сумісну графічну карту AMD.

source: This program is already installed. Do you want to remove it?
bg: Тази програма вече е инсталирана. Искате ли да я премахнете?
cs: Tento program je již nainstalován. Chcete jej odstranit?
da: Dette program er allerede installeret. Vil du fjerne det?
de: Dieses Programm ist bereits installiert. Möchten Sie es entfernen?
el: Αυτό το πρόγραμμα είναι ήδη εγκατεστημένο. Θέλετε να το αφαιρέσετε;
es: Este programa ya está instalado. ¿Desea desinstalarlo?
et: See programm on juba installitud. Kas soovite selle eemaldada?
fi: Tämä ohjelma on jo asennettu. Haluatko poistaa sen?
fr: Ce programme est déjà installé. Voulez-vous le supprimer ?
he: התוכנית הזו כבר מותקנת. האם אתה רוצה להסיר אותה?
hr: Ovaj program je već instaliran. Želite li ga ukloniti?
hu: Ez a program már telepítve van. El akarja távolítani?
is: Þetta forrit er þegar komið. Viltu fjarlægja það?
it: Questo programma è già installato. Vuoi rimuoverlo?
ja: このプログラムはすでにインストールされています。削除しますか？
nl: Dit programma is al geïnstalleerd. Wilt u het verwijderen?
no: Dette programmet er allerede installert. Vil du fjerne det?
pl: Ten program jest już zainstalowany. Czy chcesz go usunąć?
pt: Este programa já está instalado. Deseja removê-lo?
ro: Acest program este deja instalat. Doriți să-l eliminați?
ru: Эта программа уже установлена. Вы хотите удалить её?
sk: Tento program je už nainštalovaný. Chcete ho odstrániť?
sv: Det här programmet är redan installerat. Vill du ta bort det?
tr: Bu program zaten yüklü. Onu kaldırmak istiyor musunuz?
uk: Ця програма вже встановлена. Ви хочете її видалити?
